{"https://io9.gizmodo.com/14-women-directing-genre-movies-were-excited-to-watch-1841028886": {"title": "14 Women Directing Genre Movies We're Excited to Watch", "content": "The <a href=\"https://io9.gizmodo.com/joker-sows-his-signature-brand-of-chaos-by-sweeping-the-1840970918\">Oscars</a> (and most Hollywood awards, for that matter) might be notorious for ignoring women directors but fortunately, genre cinema doesn't feel the same way. In fact, <a href=\"https://io9.gizmodo.com/io9s-guide-to-all-the-movies-you-should-give-a-damn-abo-1840780568\">some of our most anticipated</a> superhero, fantasy, sci-fi, and horror films are directed by women. Imagine that! Not all of these are being released this year, but here are 14 films to put on your radar if they're not already. We've been fans of Banks ever since seeing her in 2001's <em>Wet Hot American Summer </em>and 2005's <em>The 40 Year Old Virgin (</em>also, shout out to <em>Sliver, Moonbeam City</em>, and all those fashion sins committed by Effie Trinket in the <a href=\"https://io9.gizmodo.com/the-hunger-games-pulls-a-star-wars-with-its-prequel-her-1841133188\"><em>Hunger Games</em></a><em> </em>movies). But our favorite thing about her is fast becoming the fact that while she's obviously hilarious in front of the camera, she's also branched out into directing. Though we (and <a href=\"https://variety.com/2019/film/box-office/charlies-angels-box-office-flop-1203407429/\" >a lot of people, apparently</a>) skipped <a href=\"https://io9.gizmodo.com/in-the-new-charlies-angels-trailer-bad-girls-never-loo-1838968066\">her recent take on <em>Charlie's Angels</em></a>, we're more than intrigued to see her entry into the world of Universal Monsters, which will reportedly take the form of an <em>Invisible Woman</em> movie that she'll also star in, from a script by Erin Cressida Wilson <em>(Secretary)</em>. (Release date TBD) Does the world really need another <em>Cinderella</em> movie? How about one where Idina Menzel plays the stepmother and Billy Porter plays the fairy godmother? Though this somehow isn't a Disney production (probably because <a href=\"https://io9.gizmodo.com/cinderella-is-an-insane-guilty-pleasure-but-you-should-1691289516#!\">the Mouse just did its own live-action </a><a href=\"https://io9.gizmodo.com/cinderella-is-an-insane-guilty-pleasure-but-you-should-1691289516#!\"><em>Cinderella</em></a><em> </em>in 2015), and its twist on the fairy tale comes courtesy of <a href=\"https://io9.gizmodo.com/cats-review-i-have-seen-sights-no-human-should-see-1840507030\">James Corden</a> (hopefully there are <em>no </em>cats involved), we're still intrigued to see this musical interpretation of the well-worn story. Pop star <a href=\"https://www.hollywoodreporter.com/news/camila-cabello-star-cinderella-imagining-1200283\" >Camila Cabello has the lead</a>, and Menzel and Porter are inspired casting, but Cannon (whose writing credits include <em>Pitch Perfect</em> and <em>30 Rock</em>; her previous feature was the raunchy comedy <em>Blockers</em>) behind the camera could be the key element that makes this latest <em>Cinderella</em> be more than just another overload of sweet stuff. (2021) Caro's breakout film, 2002's <em>Whale Rider</em>, is set in her native New Zealand and tells the story of a M'ori girl (Keisha Castle-Hughes, who was nominated for a Best Actress Oscar) who proves she has what it takes to be the leader of her tribe. Though Caro's made some other films since then, none have been as high-profile as Disney's upcoming <em>Mulan</em>. It's a live-action remake that–unlike certain <a href=\"https://io9.gizmodo.com/the-lion-king-is-a-gorgeous-but-completely-unnecessary-1836244494\">other recent</a> Disney <a href=\"https://io9.gizmodo.com/aladdin-made-me-feel-like-a-kid-again-1834903211\">live-action redos</a>–<a href=\"https://io9.gizmodo.com/mulan-is-no-man-in-her-movies-new-powerful-trailer-1840234705\">actually feels like</a> it'll have <a href=\"https://io9.gizmodo.com/new-footage-from-mulan-was-filled-with-a-whirlwind-of-e-1837542561\">something new to bring to the table</a> beyond cashing in on nostalgia (including, but not limited to, a cast that includes Donnie Yen and Jet Li). When Disney hired her in 2017, Caro became <a href=\"https://io9.gizmodo.com/disneys-live-action-mulan-has-a-female-director-which-1792360542\">one of very few woman</a> in Hollywood to helm a film budgeted over $100 million; you'll find other trailblazers in that arena also making this list. (March 27) Chapman has already smashed through several glass ceilings in animation; in 1998, she co-directed <em>The Prince of Egypt</em> (becoming the first woman to direct an animated feature for a major studio), and in 2012 she co-directed<em> Brave</em>, which went on to win an Academy Award for Best Animated Film (making her the first woman to win that award, a year before Jennifer Lee took home the same for <em>Frozen</em>). <a href=\"https://io9.gizmodo.com/the-co-director-of-brave-is-making-an-alice-in-wonderla-1776135855\">Chapman's live-action directorial debut</a>, <em>Come Away</em>, shares some of the fanciful DNA of her previous works, with a twist; it imagines that the title characters of <em>Alice in Wonderland</em> and <em>Peter Pan</em> are siblings helping each other through a family tragedy. It'll premiere at <a href=\"https://io9.gizmodo.com/21-intriguing-sundance-movies-that-could-become-2020s-s-1840981793\">Sundance this week</a>, with hopefully a wider release to follow. (January 24) In case there's any confusion, Jordan Peele isn't directing the new <em>Candyman</em> film <a href=\"https://io9.gizmodo.com/jordan-peele-reflects-on-the-cultural-relevancy-of-us-1833421331\">described as the \"spiritual sequel\"</a> to the 1992 horror cult classic, set in contemporary <a href=\"https://io9.gizmodo.com/the-candyman-remake-may-have-found-another-one-of-its-s-1833010876\">gentrified Chicago</a>, though he did co-write it and is co-producing. The director of <a href=\"https://io9.gizmodo.com/jordan-peele-confirms-candyman-sequel-with-nia-dacosta-1830692675\">this summer's <em>Candyman</em> is Brooklyn-born DaCosta</a>–whose debut film, thriller <em>Little Woods</em>, came out last year and stars Tessa Thompson as a woman trying, without much success, to leave her life as a small-time criminal behind. The cast of <em>Candyman </em>will be led by <em>Watchmen</em>'s <a href=\"https://io9.gizmodo.com/our-new-candyman-is-probably-aquamans-yahya-abdul-matee-1832903761\">Yahya Abdul-Mateen II</a>–said to be playing the adult version of the baby named Anthony who plays a big part in the events of the 1992 movie–and, hopefully, <a href=\"https://io9.gizmodo.com/the-new-candyman-could-feature-a-wild-return-after-all-1838596113\">O.G. bee man Tony Todd</a>. <em>Candyman</em> is still terrifying nearly 30 years later, and given the still-sharp social commentary lurking beneath its <a href=\"https://io9.gizmodo.com/13-horror-and-fantasy-movies-and-tv-shows-inspired-by-u-1822682590\">urban-legends-are-real</a> plot, it feels like a story ripe for updating on many levels. (June 12) There's no denying that DuVernay is a towering talent, especially when you take into account her non-genre works <em>(Selma, 13th, When They See Us)</em>. We may not have fallen in love with <a href=\"https://io9.gizmodo.com/a-wrinkle-in-time-tries-to-soar-but-has-trouble-stayin-1823575964\">her interpretation of <em>A Wrinkle in Time</em></a>, but it nailed the necessary balance of character development and dazzling visuals, which makes us more than excited to see what she'll bring <a href=\"https://io9.gizmodo.com/holy-shit-ava-duvernay-is-directing-dcs-new-gods-movie-1823813757\">to the much-anticipated New Gods film</a> she's making <a href=\"https://io9.gizmodo.com/ava-duvernays-co-writer-on-new-gods-will-be-none-other-1835106578\">with co-writer Tom King</a>. So far plot details <a href=\"https://io9.gizmodo.com/ava-duvernay-teases-a-few-familiar-faces-for-the-new-go-1836774511\">have only been teased</a> and there has been no casting announcement (though <a href=\"https://io9.gizmodo.com/open-channel-cast-oscar-isaac-as-any-character-ever-1828636673\">here's an idea</a>)–this thing doesn't even have a release date yet. But 2020 should bring us a lot more information about this undeniably thrilling project. (Release date TBD) Um, duh. <a href=\"https://io9.gizmodo.com/the-wonder-woman-movie-is-even-better-than-you-hoped-it-1795443763\">We loved <em>Wonder Woman</em></a>. Jenkins squashed any doubts that a woman could successfully helm a giant comic-book extravaganza–one with a long-overdue female lead, no less–with a film full of action, heart, and <a href=\"https://io9.gizmodo.com/the-ultimate-wonder-woman-analysis-by-the-women-of-io9-1795760084\">goosebump-raising moments</a>. We've been <a href=\"https://io9.gizmodo.com/wonder-woman-1984-has-been-pushed-back-7-months-1829914671\">counting down the minutes</a> until the arrival of the colorfully retro <em>Wonder Woman 1984</em>, which <a href=\"https://io9.gizmodo.com/breaking-down-the-struggles-and-shiny-armors-of-wonder-1840324597\">shows every sign</a> of becoming another instant classic with Jenkins once again calling the shots.<em> </em>(June 5) Truth be told, the main Joy project we're looking forward to this year is <a href=\"https://io9.gizmodo.com/a-new-westworld-teaser-unveils-date-of-the-season-3-pre-1840972263\">the return of HBO's <em>Westworld</em></a>. Our obsession with <em>Westworld</em> is, in turn, the reason we're so intrigued by <em>Reminiscence</em>, <a href=\"https://io9.gizmodo.com/hugh-jackson-may-star-in-lisa-joys-big-screen-directori-1832203989\">the sci-fi feature film</a> she's currently working on as writer-director, with a cast that's said to include Hugh Jackman, Rebecca Ferguson, and <em>Westworld</em>'s Thandie Newton, among others. Set in a near-future Miami after the effects of global warming have submerged much of the city, the film's plot involves the use of technology that helps people relive their pasts, for better and for worse. (Release date TBD) It was all but inevitable that <em>The Craft </em><a href=\"https://io9.gizmodo.com/looks-like-a-new-version-of-the-craft-is-moving-forward-1833572043\">would get a remake</a>–it contains <a href=\"https://io9.gizmodo.com/we-inducted-a-new-member-into-the-crafts-coven-1829967446\">so many things that people love</a>, like 1990s fashion, high school angst, and witchcraft!–but we're glad to see Blumhouse's do-over will explore this tale of female empowerment (that spirals into a cautionary tale about the abuse of said power) from an actual woman's point of view. Lister-Jones is an actor whose segue into directing started with 2017's <em>Band Aid</em>, a dramedy she made <a href=\"http://www.vulture.com/2017/06/zoe-lister-jones-band-aid.html\" >using an all-female crew</a>. While we don't know much about how Lister-Jones will update the script for her version of the cult classic, the casting thus far suggests this <em>Craft</em> will be, refreshingly, <a href=\"https://io9.gizmodo.com/the-craft-remake-has-found-the-rest-of-its-weirdos-mis-1838261854\">far more diverse</a> than the original film. (Release date TBD) One of the most anticipated <a href=\"https://io9.gizmodo.com/heres-every-genre-film-netflix-just-announced-for-2020-1840809794\">Netflix movies of 2020</a> has gotta be <em>The Old Guard</em>, about which the streamer <a href=\"https://twitter.com/NetflixFilm/status/1213221197531377666\" >recently tweeted</a>: \"Charlize Theron and Kiki Layne lead a covert group of immortal mercenaries who must fight to keep their team together when they discover the existence of a new immortal and their extraordinary abilities are exposed.\" Director Prince-Bythewood's name was, at one point, attached to <a href=\"https://io9.gizmodo.com/the-spider-man-spinoff-silver-and-black-is-coming-in-fe-1797769723\">Sony's yet-to-materialize Spider-Man spinoff <em>Silver and Black</em></a>, but <em>The Old Guard</em>–an adaptation of Greg Rucka and Leandro Fernandez's Image Comics title–is her first full-on action movie (her previous films include <em>Love and Basketball, The Secret Life of Bees, </em>and the Gugu Mbatha-Raw-starring<em> Beyond the Lights</em>). Frankly, <em>The Old Guard </em>had us at \"Charlize Theron\" and \"immortal mercenaries,\" but the rest of that plot description (and <em>If Beale Street Could Talk</em>'s Kiki Layne) will make it difficult not to tune in when it hits Netflix. (2020) Director Shortland has made several films in her native Australia, but <a href=\"https://io9.gizmodo.com/black-widows-first-trailer-promises-a-deadly-family-reu-1840168559\">Marvel's </a><a href=\"https://io9.gizmodo.com/black-widows-first-trailer-promises-a-deadly-family-reu-1840168559\"><em>Black Widow</em></a><em> </em>is definitely <a href=\"https://io9.gizmodo.com/marvel-studios-has-its-black-widow-director-cate-short-1827557062\">her first potential blockbuster</a>, as well as the first Marvel film to be directed solo by a woman (<em>Captain Marvel</em>, of course, was <a href=\"https://io9.gizmodo.com/captain-marvels-directors-discuss-the-importance-of-the-1833208871\">co-directed by Anna Boden</a> and Ryan Fleck). <em>Black Widow </em>is only the second Marvel film to focus on a female hero (after, again, <em>Captain Marvel</em>), but it won't be introducing a new character–obviously, we've gotten to know the Scarlett Johansson version <a href=\"https://io9.gizmodo.com/black-widow-this-is-why-we-can-t-have-nice-things-1702333037\">over several <em>Avengers</em> films</a> and even saw her die in <em>Endgame</em>. Um, but however unsatisfying Natasha Romanoff's story has been up to this point, her <a href=\"https://io9.gizmodo.com/kevin-feige-hints-at-how-a-black-widow-prequel-could-re-1835656005\">prequel film</a> looks like it'll deliver not just an origin story (far beyond what we already know) for the assassin, but also killer action, <a href=\"https://io9.gizmodo.com/the-latest-black-widow-footage-asks-who-is-hell-that-gu-1840985439\">a mysterious villain</a>, and maybe even some much-deserved fun. (May 1) Chinese-American filmmaker Yan made her feature debut with Shanghai-set dark comedy <em>Dead Pigs</em>, which premiered at the 2018 Sundance Film Festival, but <em>Birds of Prey (and the Fantabulous Emancipation of One Harley Quinn)</em> is set to share her talents with a much larger audience. Written by Christina Hodson (2018's <em>Bumblebee</em>), <a href=\"https://io9.gizmodo.com/roller-derby-harley-quinn-bathtub-hyenas-and-more-wil-1840899734\"><em>Birds of Prey</em></a> follows the continuing adventures of DC Comics antihero Harley Quinn, with Margot Robbie reprising her role from <em>Suicide Squad</em> in what looks to be <a href=\"https://io9.gizmodo.com/birds-of-prey-is-bringing-together-more-than-the-iconic-1840269820\">a much more female-centric story</a>. Along for the ride: Huntress (Mary Elizabeth Winstead), Black Canary (Jurnee Smollett-Bell), Renee Montoya (Rosie Perez), Cassandra Cain (Ella Jay Basco), and baddie Black Mask (Ewan McGregor), plus plenty of roller skates, baseball bats, and <a href=\"https://io9.gizmodo.com/the-costume-designer-for-birds-of-prey-dishes-on-harley-1840710445\">a colorful wardrobe</a> that appears equally suited to kicking ass and strutting the catwalk. (February 7) We're just gonna keep calling it <em>The Matrix 4</em> until someone divulges what will probably be a much flashier title, but we couldn't be more stoked about the re-teaming of <a href=\"https://io9.gizmodo.com/lana-wachowski-is-helming-the-matrix-4-with-keanu-reev-1837416713\">Lana Wachowski, Keanu Reeves, and Carrie-Anne Moss</a>, set to be released 22 years after the original film changed action movies forever. We don't know any plot details, but we do know Neo and Trinity will return, with new faces reportedly to include the busy <a href=\"https://io9.gizmodo.com/the-matrix-4-is-uploading-aquaman-and-us-star-yahya-abd-1838911223\">Yahya Abdul-Mateen II</a> and <a href=\"https://io9.gizmodo.com/report-neil-patrick-harris-is-entering-the-matrix-4-1839070839?_ga=2.129142216.558144254.1575835759-1597414124.1522872342\">Neil Patrick Harris</a>, <a href=\"https://io9.gizmodo.com/the-purge-brings-back-a-familiar-face-and-more-updates-1840298261\">among others</a>. (<a href=\"https://io9.gizmodo.com/the-4th-matrix-will-arrive-before-the-flash-1840371916\">May 21, 2021</a>) The director of the critically acclaimed contemporary Western <em>The Rider</em> was <a href=\"https://io9.gizmodo.com/reports-marvels-eternals-movie-is-moving-forward-with-1829230370\">tapped to helm</a> Marvel's <em>The Eternals</em> in September 2018, and the project has since become one of fall's most anticipated releases (not just because of the <a href=\"https://io9.gizmodo.com/valkyrie-wont-be-the-first-lgbtq-character-in-the-marve-1837595363\">promised inclusion of Marvel's first major gay character</a>, but that's definitely something worth looking forward to). Zhao has <a href=\"https://io9.gizmodo.com/marvels-eternals-are-angelina-jolie-salma-hayek-richa-1836416851\">an all-star cast</a> helping to bring the cosmic Jack Kirby comics to life, including <a href=\"https://io9.gizmodo.com/new-photos-of-the-eternals-cast-tease-a-dramatic-mcu-fi-1837967934\">Angelina Jolie</a>, Richard Madden, Kumail Nanjiani, <a href=\"https://io9.gizmodo.com/in-case-of-acting-emergency-break-glass-to-recast-with-1837178641\">and</a> <a href=\"https://io9.gizmodo.com/captain-marvels-gemma-chan-may-pull-mcu-double-duty-wit-1836980965\">others</a>. (November 6) The list doesn't end there, thank goodness. We've also got our eye on Deborah Chow (the <em>Mandalorian</em> alum who'll be overseeing <a href=\"https://io9.gizmodo.com/deborah-chow-explains-why-the-new-obi-wan-story-is-way-1840033985\">the Obi-Wan Kenobi series for Disney+</a>, and–crazy idea–maybe a <em>Star Wars</em> feature one day?), Domee Shi (creator of <a href=\"https://io9.gizmodo.com/pixars-stunning-heartwarming-short-bao-is-now-availabl-1831184203\">Pixar's first female-directed short</a>, the Oscar-winning <em>Bao</em>), Issa López (who directed last year's Guillermo del Toro-beloved horror film <a href=\"https://io9.gizmodo.com/issa-lopez-on-the-horrors-of-tigers-are-not-afraid-her-1837182376\"><em>Tigers Are Not Afraid</em></a>), and Blumhouse <em>Into the Dark</em> horror alums <a href=\"https://io9.gizmodo.com/director-sophia-takal-talks-blumhouse-and-her-episode-o-1831298857\">Sophia Takal</a> (<em>Black Christmas</em>) and <a href=\"https://io9.gizmodo.com/hulus-into-the-dark-takes-on-the-border-crisis-in-its-m-1835995157\">Gigi Saul Guerrero</a>. And hopefully many more! Which women directors are you excited to see with films in the coming year and beyond?", "entities": ["Wet Hot American Summer", "Little Woods", "The 40 Year Old Virgin", "Mulan", "The Old Guard ", "Dead Pigs", "Tigers Are Not Afraid", "The Craft", "Come Away", "Endgame", "Black Christmas", "The Eternals", "Alice in Wonderland", "Reminiscence", "Moonbeam City", "Birds of Prey and the Fantabulous Emancipation of One Harley Quinn", "Wonder Woman 1984", "Frozen", "Charlie's Angels", "A Wrinkle in Time", "Cinderella", "Mandalorian", "Into the Dark", "Sliver", "Invisible Woman", "Watchmen", "Bumblebee", "Pitch Perfect", "The Matrix 4", "Silver and Black", "Whale Rider", "Avengers", "Candyman", "Band Aid", "Suicide Squad", "Blockers", "Bao", "If Beale Street Could Talk", "Captain Marvel", "The Prince of Egypt", "Peter Pan", "Love and Basketball", "Westworld", "30 Rock", "Star Wars", "The Secret Life of Bees", "Hunger Games", "Black Widow"]}, "https://io9.gizmodo.com/the-new-mutants-a-brief-history-of-the-marvel-movie-we-1840795455": {"title": "New Mutants Release Date Changes Explored Before New Trailer", "content": "On Friday the 13th of October, 2017, <a href=\"https://io9.gizmodo.com/first-trailer-for-the-new-mutants-shows-the-horrifying-1819420224?_ga=2.205129878.742561543.1577988902-1597414124.1522872342\">Fox released a trailer </a>for a superhero movie called <em>The New Mutants</em>. It touted a release date of April 13, 2018. Fast forward over two years. On January 6, 2020, <a href=\"https://io9.gizmodo.com/new-mutants-is-finally-getting-a-new-trailer-1840712406?_ga=2.205129878.742561543.1577988902-1597414124.1522872342\">another trailer for the film</a> will drop, this time touting an April 3, 2020 release date. In that time, the tale of Josh Boone's <a href=\"https://io9.gizmodo.com/what-the-new-mutants-comics-can-tell-us-about-the-movie-1819454452?_ga=2.29019194.742561543.1577988902-1597414124.1522872342\">little X-Men spinoff</a>, <em>The New Mutants</em>, has become a beacon of movie blog gossip. The prevailing, <a href=\"https://io9.gizmodo.com/there-are-apparently-very-sensible-reasons-for-pushing-1824125079\">albeit it never officially confirmed</a>, rumors are that Fox was initially happy with Boone's first cut of the film, describing it as almost a young adult, creepy <em>Breakfast Club</em> meets <em>One Flew Over the Cuckoo's Next </em>with superheroes. However, this coincided with the uber-success of another film starring several kids, <em>It: Chapter One.</em> Reportedly the studio wanted to follow-up on that success and retool <em>New Mutants </em>to lean a bit more into its horror elements. As a result, the film was delayed so that a huge bulk of it could be changed through reshoots. But, again, none of that was ever actually confirmed. It just became the prevailing theory because no one refuted it. Along the way, its April 13, 2018 release date got moved to February 22, 2019. Then it was August 2, 2019. Then <a href=\"https://io9.gizmodo.com/the-disney-fox-deal-is-officially-complete-1833437912\">Fox was purchased by Disney</a>. All of a sudden releasing a teen X-Men spinoff became slightly problematic considering there's the whole Marvel Cinematic Universe thing to take into consideration. The stars of the film, such as Maisie Williams, went on record <a href=\"https://io9.gizmodo.com/new-mutants-reshoots-havent-happened-and-its-stars-are-1833580537\">saying those reported horror reshoots never actually happened</a> and the resulting confusion even sprouted rumors that the film could be pushed to streaming services like Disney+ or Hulu, especially when <a href=\"https://variety.com/2019/film/features/fox-disney-earnings-dark-phoenix-stuber-racing-in-the-rain-1203300260/\" >Variety</a> reported Disney was \"unimpressed\" with the film and believed \"it has limited box office potential.\" Now it appears all of that may be settled. Disney has since slapped an April 3, 2020 release date on the film and earlier this week, Boone took to his Instagram to <a href=\"https://io9.gizmodo.com/there-s-a-new-trailer-for-new-mutants-coming-next-month-1840597635?_ga=2.234695960.742561543.1577988902-1597414124.1522872342\">promote a new trailer</a>. The language there, \"supervised by,\" seems a little odd and things only get weirder in the comments where a fan asked, \"Will this be the og version of the movie you shot?\" and Boone replied, \"I wouldn't be promoting it here if it wasn't.\" Many have taken Boone's reply to confirm that the original, unaltered version of <em>The New Mutants</em> is what fans will see in theaters this year. io9 sent multiple requests to Boone's listed representatives for clarification and did not get a response. Disney, which now owns Fox, would not offer any comment, and we reached out to Boone on his Instagram as well. We'll update if we are able to. Still, all things considered, an original, unaltered version does seem to be what Boone is suggesting. For all we know, if those reshoots never actually happened, he went off and <a href=\"https://io9.gizmodo.com/alexander-skarsgard-will-reportedly-play-the-stands-man-1838041930\">started on <em>The Stand</em></a> as the whole Disney and Fox thing worked itself out, and this is just the completion of the movie he originally wanted to make. Or maybe those reshoots did happen and he's just embracing what they came up with. We honestly don't know how much of what was rumored was real and what was not. How much the film has changed or not. Nor do we know about <a href=\"https://io9.gizmodo.com/more-wild-rumors-about-the-future-of-the-new-mutants-mo-1837797990?_ga=2.225599644.742561543.1577988902-1597414124.1522872342\">the other rumors, </a>such as that any and all reference to X-Men characters and events were taken out of the film, so as not to conflict with Marvel Studios' plans. We don't know but we hope it's all worth the wait. <em>The New Mutants</em>, starring Anya Taylor-Joy, Maisie Williams, Charlie Heaton, Henry Zaga, Blu Hunt, and Alice Braga, will be out on April 3. For real this time.", "entities": ["The New Mutants", "Breakfast Club", "One Flew Over the Cuckoo's Next", "The Stand", "It: Chapter One"]}, "https://io9.gizmodo.com/avatar-filmmakers-are-slipping-back-into-new-zealand-un-1843676651": {"title": "Avatar Filmmakers Are Slipping Back Into New Zealand Under Coronavirus Travel Exemptions", "content": "The only country that's seemingly halted the spread of the novel coronavirus could screw it up–for <a href=\"https://io9.gizmodo.com/a-brief-history-of-the-not-so-brief-wait-for-avatar-2-1843290196\"><em>Avatar</em></a>. New Zealand's economic development minister revealed under questioning that he's been using little known powers around the country's strict foreign travel ban to issue hundreds of exemptions for \"high value foreigners,\" apparently including James Cameron's <a href=\"https://io9.gizmodo.com/if-and-when-the-avatar-sequels-drop-theyll-show-us-new-1840853433\"><em>Avatar</em> sequels</a> crew.<br/> New Zealand has been the model of <a href=\"https://www.wbur.org/hereandnow/2020/05/05/new-zealand-coronavirus-borders\" >effective coronavirus response</a> over the past two months. As part of that response, Prime Minister Jacinda Arden's government issued strict travel restrictions for all foreigners, which were partially altered a month after the nation entered lockdown to allow the arrival of essential workers and for humanitarian needs. Paired with mass testing and widespread contract tracing, these moves have resulted in only 1,154 cases and 21 deaths since the pandemic began. As the country has slowly begun to <a href=\"https://gizmodo.com/heres-what-people-in-new-zealand-did-today-after-two-mo-1843454974?_ga=2.63559471.1893000663.1590346038-105069102.1526253072\">ease restrictions internally</a>, the government has <a href=\"https://www.digitalspy.com/tv/ustv/a32416300/lord-of-the-rings-avatar-sequels-resume/\" >given the green light</a> for movie and TV productions to return under strict safety guidelines, <a href=\"https://io9.gizmodo.com/in-a-race-to-maintain-production-studios-are-turning-t-1843464680\">paving the way</a> for production on <em>Avatar</em> and Amazon Studios' <em>Lord of the Rings</em> to resume. But it looks like some of those rules were already being conveniently bypassed. According to the <a href=\"https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&amp;objectid=12333398\" >New Zealand Herald</a>, Economic Developer Minister Phil Twyford said that New Zealand's Cabinet has issued several travel exemptions using a little-known category for foreigner arrivals in the country who are considered key workers for projects of \"significant economic value.\" That means hundreds of non-Kiwis have been getting around the country's strict travel ban for over a month now. It's a power the Cabinet granted Twyford on April 21. Since then, he's used it for a \"couple of hundred\" in several critical industries, including energy and water infrastructure. Twyford wouldn't comment specifically on whether Hollywood studios have been included, saying it'd be \"inappropriate\" to discuss, but it would seem that they are. <em>Avatar</em> producer Jon Landau <a href=\"https://io9.gizmodo.com/indiana-jones-5-director-james-mangold-discusses-his-ap-1843641364\">recently announced</a> that he was returning to New Zealand this week to resume production. In total, there have been about 1,500 travel approvals for foreigners, mostly for family members or temporary visa holders. <a href=\"https://io9.gizmodo.com/a-brief-history-of-the-not-so-brief-wait-for-avatar-2-1843290196\">And <em>Avatar</em> sequels</a>, apparently. In a post on <a href=\"https://www.instagram.com/p/CAdy0QNpwLP/\" >Instagram</a>, Avatar producer Jon Landau shared that he was preparing to return to New Zealand with a production crew this week, along with a photo of one of the sets. Landau <a href=\"https://www.rnz.co.nz/news/national/417403/avatar-producer-jon-landau-on-his-return-to-new-zealand\" >told Radio NZ</a> production will be employing the same people they were already working with in New Zealand, but will also be bringing in crew from overseas–albeit a smaller team than before. \"We feel we're coming back to the safest place in the world possible, thanks to a team of people that we've worked with.,\" Landau said. \"We believe we have a very thoughtful, detailed and diligent safety plan that will keep everybody as safe as possible in these unprecedented times.\" Even though Twyford said everyone who's been admitted to the country has had to undergo quarantine or managed self-isolation, the revelation of the exemptions have received criticism from New Zealand residents–mainly because the government is already in a bit of hot water for how it's unevenly implemented some travel restrictions. Earlier this month, <a href=\"https://www.rnz.co.nz/news/national/415758/no-exemptions-from-border-rules-given-on-compassionate-grounds\" >it was reported</a> that over two dozen people had requested \"compassion exemptions\" to leave their quarantines early to visit loved ones on their deathbeds and all were denied. \"There's a set of criteria that we've been using to make the decisions,\" Twyford said. \"The people have to have some skill or expertise or talent that is critical to their project that can't be met by someone in New Zealand... It has to be time critical... And the third thing is that it has to have significant economic value, some wider benefit to the economy, to supply chains, employment, rather than just being a problem for that particular industry.\" Cameron is concurrently working on four planned sequels to 2009's <em>Avatar</em>. The first one was set to come out this December but has been pushed back (<a href=\"https://io9.gizmodo.com/a-brief-history-of-the-not-so-brief-wait-for-avatar-2-1843290196\">yet again</a>) to December 2021 because of the pandemic. There's been no word whether other projects currently in development in New Zealand, including <em>Lord of the Rings</em>, have likewise be given travel exemptions–unless they already have been.", "entities": ["Lord of the Rings", "Avatar"]}, "https://io9.gizmodo.com/were-all-about-to-get-lost-in-a-labyrinth-sequel-1843679643": {"title": "We're All About to Get Lost in a Labyrinth Sequel", "content": "Apparently,<a href=\"https://io9.gizmodo.com/the-new-labyrinth-movie-spin-off-now-has-a-promising-wr-1794302905\"> the glass orbs</a> are on their way back. Perhaps. <a href=\"https://deadline.com/2020/05/labyrinth-sequel-scott-derrickson-director-maggie-levin-write-script-doctor-strange-1202943188/\" >Deadline</a> reports that Scott Derrickson of <a href=\"https://io9.gizmodo.com/director-scott-derrickson-has-departed-the-doctor-stran-1840913585\"><em>Doctor Strange </em>cinematic fame</a> is set to direct a <em>Labyrinth </em>sequel that's being produced by Jim Henson's daughter Lisa, directing a script from <em>Into the Dark</em>'s Maggie Levin. Currently, there are no solid details as to what the movie will be about, beyond the fact it's a sequel to the 1986 classic–something that's <a href=\"https://io9.gizmodo.com/the-jim-henson-company-is-apparently-working-on-a-labyr-1644770305?_ga=2.104904323.1893000663.1590346038-105069102.1526253072\">been attempted before</a>–and whether or not any members of the original movie's cast will reprise their roles. Given <a href=\"https://io9.gizmodo.com/all-the-ways-that-david-bowie-changed-our-lives-and-exp-1752290584\">David Bowie's departure</a> from the mortal realm, it's unclear just what all a <em>Labyrinth </em>sequel would even be like, considering we all know that his turn as the extravagant <a href=\"https://io9.gizmodo.com/boom-studios-new-labyrinth-comic-will-explore-the-gobli-1820444008?_ga=2.26924605.1893000663.1590346038-105069102.1526253072\">Jareth the Goblin King </a>was the big selling point. That being said, there <em>are </em>likely other stories worth telling in that franchise, and TriStar seems to be set on putting them on the big screen. We'll bring you more on the plans for the <em>Labyrinth</em> sequel as we learn them.", "entities": ["Labyrinth", "Doctor Strange", "Into the Dark"]}, "https://io9.gizmodo.com/a-lot-more-national-treasure-may-be-coming-your-way-1843321957": {"title": "A Lot More National Treasure May Be Coming Your Way", "content": "In recent years <a href=\"https://io9.gizmodo.com/the-producer-of-armageddon-and-pirates-of-the-caribbean-1790732360\">mega-producer Jerry Bruckheimer</a> has been dipping into his old bag of tricks. He helped produce a new <em>Bad Boys </em>and<em> </em>the upcoming new <em>Top Gun</em>, a new <em>Beverly Hills Cop</em> is probably on the way, and next up is <em>National Treasure</em>. Speaking to <a href=\"https://collider.com/national-treasure-disney-plus-tv-series/\" >Collider</a>, the iconic producer confirmed that the treasure hunting franchise starring Nicolas Cage will be coming back in two ways. <a href=\"https://io9.gizmodo.com/national-treasure-3-gets-the-green-light-to-steal-incre-1841081376\">The first one we knew about</a>, in the form of a third big-screen adventure with Cage and the original cast. The other will be a related spin-off series with a younger cast for Disney+. A source close to the projects confirmed the news to io9. \"We're certainly working on one for streaming and we're working on one for the big screen,\" Bruckheimer said of the franchise. \"Hopefully, they'll both come together and we'll bring you another <em>National Treasure</em>, but they're both very active….The one for Disney+ is a much younger cast. It's the same concept but a young cast. The one for theatrical would be the same cast.\"<br/> He said the film is currently being written and the series has a pilot script written with an outline for future episodes. At this stage in the process though, it's always important to know it's not a done deal. Just because these projects are in development and being written doesn't mean they'll necessarily get made. But, will Disney turn down a four-quadrant name-brand franchise from Bruckheimer and Cage? Or another piece of original content for its streaming service with name recognition? Probably not. There are no guarantees, though. Either way, for fans of the franchise, and there are plenty out there, this is exciting news. To recap, <em>National Treasure </em>was a film released in 2004 about Nicolas Cage stealing the Declaration of Independence. Think of it as the Disney version of <em>Tomb Raider </em>meets<em> Ocean's Eleven </em>with a history lesson attached. That film was a big enough hit to spawn a 2007 sequel, <em>Book of Secrets,</em> in which Cage's character–whose name is Benjamin Franklin Gates–has to kidnap the president. Basically they're goofy, entertaining, lightweight action movies that go down incredibly easy. Exactly the kind of entertainment people crave these days.", "entities": ["National Treasure 3", "Bad Boys", "Tomb Raider", "Beverly Hills Cop", "Top Gun", "Book of Secrets"]}, "https://io9.gizmodo.com/charlize-theron-gets-to-be-her-true-self-an-immortal-b-1843314784": {"title": "Charlize Theron Gets to Be Her True Self, an Immortal Badass, in Netflix's The Old Guard Adaptation", "content": "<a href=\"https://io9.gizmodo.com/14-women-directing-genre-movies-were-excited-to-watch-1841028886\"><em>The Old Guard</em></a><em> </em>follows a group of extremely long-lived warriors who all have the <a href=\"https://io9.gizmodo.com/edge-of-tomorrow-is-the-movie-other-action-movies-wish-1586935483\">ability to be reincarnated</a>. They find themselves in the modern-day world still fighting the good fight and doing everything in their power to rid the world of evil. Their cause is a noble one, but after thousands of years <a href=\"https://io9.gizmodo.com/9-bizarre-films-that-make-reincarnation-look-like-a-tot-1839646479\">living, dying, and being reborn</a> to do it all over again, they've grown to become understandably weary. Based on Greg Rucka and Leandro Fernández's <a href=\"https://imagecomics.com/comics/series/the-old-guard\" >Image comic</a>, <em>The Old Guard</em> is being brought to life on Netflix by Gina Prince-Bythewood and Rucka (who wrote the screenplay). The titular Old Guard is led by Andromache of Scythia (Charlize Theron), who's hardest hit (emotionally speaking) by the war she and her fellow immortals have spent countless lives fighting. Just as Andy begins to sink into the depths of an existential malaise and starts to question the point of it all, she comes to learn of a newly \"activated\" immortal, something that surprises her and her team because it's the first time in millennia since another joined their ranks. In a new interview with <a href=\"https://www.vanityfair.com/hollywood/2020/05/first-look-at-charlize-theron-immortal-warrior-in-the-old-guard\" >Vanity Fair</a>, Theron went into detail about where Andy's at mentally and how discovering Nile Freeman (Kiki Layne, <em>If Beale Street Could Talk</em>) changes both of the warriors' lives. \"The worst part for her is just feeling like she's not doing anything. So what is the point, you know? She's lost faith, not just in herself but in humanity. I think a lot of people can relate to that at this moment in time,\" Theron said adding, \"From the first moment I read Rucka's graphic novel, I felt like there was great potential to make this thing feel really very relevant and have it ask some real questions about humanity. Is what we're doing enough? Is what we're doing actually changing anything? Are we making [things] better, or are we making the world worse?\" When Nile, once a Marine, first reincarnates after being killed during a mission, her confusion at what's happened to her is only eclipsed by the reality that she has to grieve everything she's lost in <em>secret , </em>because if anyone were to ever figure out what she and the other immortals could do, they'd–of course–be hunted down and thrown into a lab to be studied. Initially, Nile and Andy's relationship is a rocky one, but director Prince-Bythewood explained that, in time, the two women come to see one another as sisters who just might be exactly who they need to help work through their respective traumas. \"I love the thought of taking that veteran/rookie conceit and putting it in this,\" said Prince-Bythewood. \"The moment that Andy wants it all over and done with is when a new immortal shows up. Their relationship is the emotional core throughout the film.\" Of course, this being an action movie, it's only a matter of time before the immortals <em>are </em>discovered by a historian working for the CIA (<em>Doctor Strange</em>'s Chiwetel Ejiofor) and a pharmatech bro (<a href=\"https://io9.gizmodo.com/has-anyone-seen-a-bear-1839861096\">Harry Melling</a> of <em>Harry Potter </em>fame) who see the group as a moneymaking opportunity. The pair of villains think they might have a shot at taking the team down and locking them away, but the immortals haven't made it this far without learning how to wreck anybody foolish enough to get in their way. Just how close to the original comic <em>The Old Guard</em>'s going to skew is one of the more interesting questions yet to be seen about the movie. But from the sounds of things, when it hits Netflix on July 10, we're definitely going to find out and have one hell of a ride doing so.", "entities": ["If Beale Street Could Talk", "Harry Potter", "Doctor Strange", "The Old Guard"]}, "https://io9.gizmodo.com/hey-disney-the-live-action-hercules-muses-need-to-be-b-1843202777": {"title": "The Live-Action Hercules Movie's Muses Need to Be Black Women", "content": "Honestly, that this gospel truth even needs to be explained is disappointing. Because Disney is nothing if not Disney, the fact that the studio is moving forward with a plan to <a href=\"https://io9.gizmodo.com/hercules-is-disneys-next-live-action-remake-and-wait-1843185349\">produce a live-action adaptation of its 1997 <em>Hercules </em>movie</a><em> </em>doesn't come as a surprise in the least. Though people might not often talk about it with the same reverence that they have for <a href=\"https://io9.gizmodo.com/the-live-action-beauty-and-the-beast-is-fine-but-also-1793323498\"><em>Beauty and the Beast</em></a><em> </em>or <a href=\"https://io9.gizmodo.com/disney-has-found-its-ariel-for-the-live-action-little-m-1836085939\"><em>The Little Mermaid</em></a>, <em>Hercules </em>is a bona fide classic–partially because of its imaginative aesthetic spin on <a href=\"https://io9.gizmodo.com/can-we-bring-the-greek-gods-back-please-5974126\">Greek mythology</a>, but mainly because of the five goddesses who led you through the story with a series of songs that were as outstanding as they were decidedly surprising to hear in a story about Zeus' son facing his trials. While so much of <em>Hercules </em>cleaved to the demigod's narrative roots, the Muses stood out because of how well their framing as an all-knowing girl group fit into their traditional characterization as the embodiments of the arts. More than that, though, each of the Muses–Calliope (Lillias White), Clio (Vaneese Y. Thomas), Melpomene (Cheryl Freeman), Terpsichore (LaChanze), and Thalia (Roz Ryan)–were depicted as and voiced by Black women whose collective talents turned gospel bangers into the soundtrack of fictional antiquity. The Muses' larger significance was something that might have been lost on non-Black theatergoers who don't quite understand what it meant to see and hear elements of Black culture and Black people put front and center in a way that was intentionally reverential and not at all disparaging. To put it quite simply: Characters like the Muses simply didn't exist in Disney's movies before <em>Hercules. </em>Though the studio had produced a number of other productions revolving around characters of color, they were almost always the focal points of stories that, on some level, felt like Disney attempting to make up for the fact that it spent decades pouring the vast majority of its energies into stories about white characters. The Muses were some of Disney's first characters who all read as an explicit celebration of Blackness without being sandboxed into Disney's Black Movie Mold™, which makes them an important part of the larger animation landscape. It's also precisely why the Muses in the live-action <em>Hercules </em>should also be portrayed by Black women. Disney's changed a number of details in the live-action remakes that it's put out recently (<a href=\"https://io9.gizmodo.com/so-will-smith-doesnt-exactly-sing-in-aladdin-but-it-1833792850\">Will Smith's beatboxing Genie</a> and <a href=\"https://io9.gizmodo.com/emma-watson-reveals-why-the-villagers-are-the-real-mons-1792439789\">Emma Watson's engineering-minded Belle</a> come to mind), and they've mostly worked because those characters were essentially presented as blank-ish slates in their original incarnations. But the Muses are so ensconsed in a specific kind of Blackness that to change that would feel like a unavoidable deviation from the canon. The right thing to do here is easy to see, Disney. So do it.", "entities": ["The Little Mermaid", "Hercules", "Beauty and the Beast"]}, "https://io9.gizmodo.com/the-cast-of-the-goonies-reunites-for-a-goofy-video-and-1843110160": {"title": "The Cast of The Goonies Reunites for a Goofy Video and a Good Cause", "content": "The current state of the world means that everyone–you, me, famous actors, even more famous directors–is pretty much <a href=\"https://io9.gizmodo.com/10-perfect-movies-for-hosting-your-netflix-watch-party-1842886462\">stuck inside all day</a>. One group of <a href=\"https://io9.gizmodo.com/the-goonies-teaser-trailer-was-the-most-ambitious-cross-1836077012\">recognizable folks</a> turned that situation into a fundraising cause, with a fun video that <a href=\"https://io9.gizmodo.com/the-goonies-may-come-to-tv-in-a-very-unexpected-way-1841648742\">fans of <em>The Goonies</em></a> won't want to miss. Hosted by <em>Frozen</em>'s Josh Gad, whose fondness for <a href=\"https://io9.gizmodo.com/josh-gad-man-of-the-people-grills-daisy-ridley-about-1791613266\">nerdy pop culture clearly doesn't end at <em>Star Wars</em></a>, YouTube special \"Reunited Apart\" brings together <a href=\"https://io9.gizmodo.com/take-a-trip-down-memory-lane-with-goonies-and-lord-of-t-1827526353\">Sean Astin</a> (Mike), <a href=\"https://io9.gizmodo.com/josh-brolin-gives-us-a-tiny-tiny-glimpse-of-dune-1833871689\">Josh Brolin</a> (Brand), Corey Feldman (Mouth), Martha Plimpton (Stef), Ke Huy Quan (Data), Kerri Green (Andi), and Jeff Cohen (Chunk) to reminisce about and even re-enact scenes from the 1985 adventure classic. Some additional very special guests also pop up as the video progresses, but the surprise is half the fun so we won't say exactly who. Best of all, the video was created to raise money for <a href=\"https://disasterphilanthropy.org\" >the Center for Disaster Philanthropy</a>, which is currently leveraging its resources to help communities that are especially hard-hit by the covid-19 outbreak.", "entities": ["Star Wars", "Frozen", "The Goonies"]}, "https://io9.gizmodo.com/the-divine-chris-pine-may-be-joining-the-saint-reboot-1842983484": {"title": "The Divine Chris Pine May Be Joining The Saint Reboot", "content": "He's played <a href=\"https://io9.gizmodo.com/star-trek-beyond-half-a-good-star-trek-movie-is-better-1783712148\">Captain Kirk</a> and <a href=\"https://io9.gizmodo.com/the-wonder-woman-movie-is-even-better-than-you-hoped-it-1795443763\">Steve Trevor</a>, and now <a href=\"https://io9.gizmodo.com/harrison-ford-oddly-dropped-chris-pines-name-when-talki-1835010597\">Chris Pine</a> is eyeing another iconic character: Simon Templar, also known as The Saint. The <a href=\"https://io9.gizmodo.com/will-we-want-to-bang-this-one-disney-1842797311?rev=1586546594993\">Robin Hood</a>-esque spy guy, famed for using his unique set of skills to work outside the system to take down villains of all stripes, was created in 1928 by author Leslie Charteris, who chronicled his adventures in a novel series that was first adapted into films in the 1930s and ‘40s. The franchise has spawned numerous adaptations through radio, comics, and more but most famously, Templar prowled the small screen in a 1960s TV series starring Roger Moore in his pre-James Bond era; there was also the Val Kilmer-starring movie back in 1997. Aside from the 2017 movie starring Adam Rayner and Eliza Dushku, rumors of yet another <em>Saint</em> return <a href=\"https://io9.gizmodo.com/spy-thriller-the-saint-may-be-getting-a-modern-reboot-1782179218\">have been percolating for some time</a> (per <a href=\"https://deadline.com/2018/11/chris-pratt-the-saint-paramout-pictures-early-talks-1202503720/\" >this 2018 story in the Hollywood Reporter</a>, Chris <em>Pratt</em> was circling the role at one time). According to today's update, also in <a href=\"https://www.hollywoodreporter.com/heat-vision/chris-pine-talks-paramounts-saint-reboot-1291117?utm_medium=social&amp;utm_source=twitter\" >the Hollywood Reporter</a>, Paramount is hoping Pine plus <em>The Saint </em>will equal franchise potential. Pine is no stranger to the spy routine of course, having starred in 2014's <em>Jack Ryan: Shadow Recruit</em>. and crossing enemy lines in <em>Wonder Woman</em>. Dexter Fletcher <em>(Rocketman)</em> is on board to direct, with the most recent version of the script by screenwriter, comic-book writer, and novelist <a href=\"https://io9.gizmodo.com/stephen-kings-sword-and-sorcery-novel-the-eyes-of-the-1834849464\">Seth Grahame-Smith</a> <em>(</em><a href=\"https://io9.gizmodo.com/why-austen-outweighs-the-undead-in-pride-prejudice-1755816244\"><em>Pride and Prejudice and Zombies</em></a>). Beyond that we have no idea what route this latest <em>Saint</em> iteration will take, though we can only assume the disguises will be improved, there may be less chit-chat about cold fusion, and Orbital will <em>not </em>be on the soundtrack.", "entities": ["Jack Ryan: Shadow Recruit", "The Saint", "Pride and Prejudice and Zombies", "Wonder Woman", "Outlaw King"]}, "https://io9.gizmodo.com/the-writers-of-venom-will-make-a-one-punch-man-movie-fo-1842983355": {"title": "The Writers of Venom Will Make a One Punch Man Movie for Sony", "content": "Yeah, that seems about right. <a href=\"https://variety.com/2020/film/news/sony-film-manga-one-punch-man-venom-writers-1234585282/\" >Variety</a> reports that <a href=\"https://io9.gizmodo.com/venom-is-a-surprisingly-solid-action-movie-that-just-wa-1829403140\"><em>Venom's</em></a> writers Scott Rosenberg and Jeff Pinkner will pen an adaptation of the smash hit manga and anime series <a href=\"https://io9.gizmodo.com/rejoice-one-punch-man-is-coming-to-toonami-really-soon-1783044381\"><em>One Punch Man</em></a>, in what Sony Pictures is hoping could be another superhero franchise in its slate. <em>One Punch Man</em> was first created by Japanese artist ONE as a viral webcomic and then a<a href=\"https://io9.gizmodo.com/10-manga-series-to-start-reading-on-the-shonen-jump-app-1842908845\"> hugely successful manga</a> series alongside <a href=\"https://io9.gizmodo.com/thanks-to-japan-we-finally-have-a-spectacular-spider-ma-1797565398\">illustrator Yusuke Murata</a>–which itself spun-off into <a href=\"https://io9.gizmodo.com/rejoice-one-punch-man-is-coming-to-toonami-really-soon-1783044381?_ga=2.134969073.1831436684.1587331684-105069102.1526253072\">a beloved anime</a> with an, uh, less-than-stellar sophomore season. It follows a simple premise: Saitama, the titular hero, is capable of defeating literally any foe in a single punch. So how does he keep the challenge of being a superhero any fun for himself between his training and everyday life in a world where every fight can end in an instance? It's a marriage of over the top fight action and the pure, comedic simplicity of Saitama's non-punching life that has made <em>One Punch Man</em> one of the biggest manga of recent history, debuting in both Japan and the West to wild critical acclaim. How Sony intends to bring it to life at the box office remains to be seen, but it won't be an animated adventure at least: the only thing we know right now is that it'll be live-action. Variety notes, \"Insiders say Sony is very high on the property given its popularity and the possibility of adding another franchise to the pipeline.\" We'll bring you more details on <em>One Punch Man</em> as and when we learn them.", "entities": ["One Punch Man", "Venom's"]}, "https://io9.gizmodo.com/that-hunger-games-prequel-you-knew-was-coming-just-hire-1842982615": {"title": "That Hunger Games Prequel You Knew Was Coming Just Hired a Director", "content": "And he's very familiar with the franchise, as it turns out: It's <a href=\"https://io9.gizmodo.com/the-director-of-mockingjay-has-a-solid-idea-for-a-hunge-1743790758\">Francis Lawrence</a>, whose filmography also includes <em>The Hunger Games: Catching Fire</em> and <a href=\"https://io9.gizmodo.com/in-the-brilliant-new-hunger-games-film-katniss-cant-es-1661506571\"><em>The Hunger Games: Mockingjay–Part 1</em></a> and <a href=\"https://io9.gizmodo.com/they-saved-the-most-brutal-hunger-games-movie-for-last-1743692632\"><em>Part 2</em></a>.<br/> Given Lawrence's enthusiasm for all things <em>Hunger Games </em>(in 2015, <a href=\"https://io9.gizmodo.com/the-director-of-mockingjay-has-a-solid-idea-for-a-hunge-1743790758\">he was quoted as saying</a> \"any time [author] Suzanne Collins wants to tell more stories from the world, sign me up\"), this hiring isn't a big surprise. Frankly, the existence of a <em>Hunger Games</em> prequel movie is also not a big surprise, considering the overwhelming popularity of the original quartet of films; as soon as Collins announced she had <a href=\"https://io9.gizmodo.com/the-hunger-games-is-getting-a-prequel-novel-set-during-1835578412\">a prequel book in the works</a>, you could pretty much assume a new movie would also be on the way. As we already knew, <a href=\"https://io9.gizmodo.com/the-next-hunger-games-novel-is-called-the-ballad-of-son-1838771114\">the prequel is titled <em>The Ballad of Songbirds and Snakes</em></a>, which, according to a Lionsgate press release, will also be the title of the film. We also already knew that it would focus on <a href=\"https://io9.gizmodo.com/the-hunger-games-pulls-a-star-wars-with-its-prequel-her-1841133188\">a young Coriolanus Snow</a>, decades before he became Panem's evil president and Katniss Everdeen's nemesis. Lionsgate shared a few more details about the production (other returnees from previous films will include producer Nina Jacobson and screenwriter Michael Arndt; Collins herself will write the screenplay treatment), and the plot: The film will focus on Coriolanus Snow at age 18, years before he would become the tyrannical President of Panem. Young Coriolanus is handsome and charming, and though the Snow family has fallen on hard times, he sees a chance for a change in his fortunes when he is chosen to be a mentor for the Tenth Hunger Games… only to have his elation dashed when he is assigned to mentor the girl tribute from impoverished District 12. We'll find out a lot more about the book when <a data-amazonasin=\"1338635174\" data-amazonsubtag=\"[t|link[p|1842982615[a|1338635174[au|5876237249235068657[b|gizmodo[lt|text\" data-amazontag=\"gizmodoamzn-20\" data-ga='[[\"Commerce\",\"io9 - That &amp;lt;i&amp;gt;Hunger Games &amp;lt;/i&amp;gt;Prequel You Knew Was Coming Just Hired a Director\",\"1338635174\"]]' href=\"https://www.amazon.com/Ballad-Songbirds-Snakes-Hunger-Games/dp/1338635174?ascsubtag=21ddc4ffbaa5cdea28ecfa95596ab60b2f8d23b2&amp;tag=gizmodoamzn-20\" >it's released May 19</a>; as of yet, there's no news on casting or when we might expect to see the world of <em>The Hunger Games</em> back on the big screen.<br/>", "entities": ["The Hunger Games: Mockingjay - Part 2", "The Ballad of Songbirds and Snakes"]}, "https://io9.gizmodo.com/we-could-watch-cate-blanchett-showing-off-her-thor-and-1842878465": {"title": "We Could Watch Cate Blanchett Showing Off Her Thor and Hobbit Props Forever", "content": "For some folks, social distancing at home means an opportunity to get some <a href=\"https://io9.gizmodo.com/3-nerdy-but-useful-things-to-do-around-your-house-whi-1842479100\">serious spring cleaning</a> done. Most of us just find old diaries and seashells from the trip to the beach that one time, but<em> </em><a href=\"https://io9.gizmodo.com/thor-ragnarok-may-be-the-funniest-superhero-movie-ever-1819456249\"><em>Thor: Ragnarok</em></a><em> </em>and<em> Lord of the Rings </em>star <a href=\"https://io9.gizmodo.com/cate-blanchett-to-play-cinderellas-evil-stepmother-hel-5963948\">Cate Blanchett</a> showed Stephen Colbert a few extra doodads in her storage. During an appearance on <em>The Late Show With Stephen Colbert</em> (at-home edition), Blanchett chatted with the host about the new normal of staying at home during the covid-19 pandemic. The two of them geeked out about <em>Lord of the Rings </em>and<em> The Hobbit</em>–the latter of which Colbert, <a href=\"https://io9.gizmodo.com/liv-tyler-helps-stephen-colbert-become-the-frodo-baggin-1827573235\">a Tolkien expert</a>, had a <a href=\"https://io9.gizmodo.com/liberals-and-goblins-beware-stephen-colbert-will-have-5953481\">cameo</a> in–before getting into the world's best show and tell session. Blanchett said she was cleaning out her attic, mostly to try and find some of the several souvenirs that she'd kept from her time on <em>Lord of the Rings </em>and<em> The Hobbit</em>. Unfortunately, she couldn't find her elf ears or the hobbit feet she gave her kids, but she did have something from one of the film trilogies–though they didn't exactly belong to her: The daggers wielded by Tauriel, played by <a href=\"https://io9.gizmodo.com/evangeline-lilly-wanted-to-play-princess-leia-but-carr-1832437715\">Evangeline Lilly</a> in <em>The Hobbit</em>. \"Some people stock toilet paper, but I've got these,\" Blanchett said, adding. \"Actually you did not see these, don't speak to Evangeline Lilly anytime soon.\" She also joked that <a href=\"https://io9.gizmodo.com/taika-waititi-teased-thor-love-and-thunder-and-swapped-1842792614\"><em>Thor: Love and Thunder's </em>production</a> was temporarily shut down, not because of the covid-19 pandemic that's <a href=\"https://io9.gizmodo.com/covid-19-sets-back-even-more-films-and-tv-shows-1842346975\">affecting film productions</a> around the world, but because she's got Thor's hammer. She can even lift it! <a href=\"https://io9.gizmodo.com/relive-the-hype-of-avengers-endgames-opening-night-rea-1842734128\">Clearly she's worthy</a>. Now we just need a YouTube series where Cate Blanchett combs through her house for the rest of the <em>LotR </em>and<em> Ragnarok</em> gear she's probably got stored somewhere around there. <a href=\"https://gizmodo.com/c/show-me-your-nerd\">Show us your nerd</a>, Cate. Please.<br/>", "entities": ["The Late Show With Stephen Colbert", "Lord of the Rings", "Thor: Love and Thunder", "The Hobbit", "Thor: Ragnarok"]}, "https://io9.gizmodo.com/the-disney-version-of-splash-includes-a-hilarious-hair-1842840864": {"title": "The Disney+ Version of Splash Includes a Hilarious Hair-Covered Butt", "content": "The <a href=\"https://gizmodo.com/how-to-get-the-most-out-of-your-disney-plus-subscriptio-1842392816\">House of Mouse</a> doesn't want you looking at derrières, apparently, which is extremely out of touch with the times. Because everyone's <a href=\"https://io9.gizmodo.com/10-sci-fi-and-fantasy-podcasts-that-will-give-your-ears-1842792838\">spending more time inside</a>, Disney's diligently added more and more classic films like <em>Splash </em>to the <a href=\"https://io9.gizmodo.com/10-cult-favorite-or-should-be-cult-favorite-movies-lu-1839898463\">Disney+ catalog</a>. But what has become apparent is that before putting the movie online, Disney for some reason felt the need to heavily edit scenes in which there is partial (though hilariously chaste) nudity. We've reached out to Disney to see <a href=\"https://io9.gizmodo.com/the-han-shot-first-scene-from-star-wars-has-been-change-1839802913\">when and why the edits were made</a> and will update should we hear back. A specific scene was caught by <a href=\"https://twitter.com/AllisonPregler/status/1249616330220847106\" >Allison Pregler</a> on twitter (h/t <a href=\"https://screencrush.com/disney-plus-splash-censored-version/\" >Screencrush</a>) which involves one of Allen Bauer's (Tom Hanks) first interactions with the movie's mermaid (Daryl Hannah). The two of them kiss before she prances back into the ocean, as mermaids with legs are wont to do. In the original cut of the movie, you can clearly see Hannah's butt because, well, she's a mermaid and has no concept of the need to wear human clothing, but in Disney+'s edited version, her butt's been edited out... Rather than simply cutting around the shot, Disney instead <em>tried </em>to elongate Hannah's hair so as to cover her exposed butt. But for whatever reason, the post-production house didn't try to make the hair look real, appropriate, or as if it was actually a part of the movie. What's currently streaming makes it look as if hair's just straight up growing out of the mermaid's rear, which is made that much more ridiculous by the fact that–according to Gizmodo's Alex Cranz, a noted terror–you can still see Hannah's nipples in a number of shots. Right here seems just the place to mention that the Hulk's entire, well-sculpted green ass (including the cleft) is still available to view in <em>Thor: Ragnarok </em>on Disney+. What Disney seems to be trying to do is keep the Disney+ brand \"family-friendly,\" an imperative that's already led to the streaming platform full-on<a href=\"https://jezebel.com/let-lizzie-mcguire-fuck-you-cowards-1842007127\"> putting the new Lizzie McGuire on hold</a> and <a href=\"https://deadline.com/2020/02/love-simon-spinoff-series-love-victor-moves-from-disney-to-hulu-premiere-date-opens-season-2-writers-room-1202866549/\" >shifting the <em>Love, Simon </em>sequel <em>Love, Victor </em>to Hulu</a>. Sex has always been something that Disney has struggled with because of how it generally makes content that's aimed at children.<strong> </strong><br/> Clearly, Disney's going out of its way so as to not offend people who might think that butts are objectively sexual. To be fair, within the context of <em>Splash</em>, you're meant to understand that Hanks' character <em>is </em>horny, but the reality of the situation is that people...have asses. it's just a part of being human and it's fair to say that Disney's overcorrecting something that isn't actually a problem.", "entities": ["Love, Victor ", "Splash", "Love, Simon", "Thor: Ragnarok"]}, "https://io9.gizmodo.com/lord-of-the-rings-takes-us-there-and-back-in-time-aga-1842706675": {"title": "Retro Lord of the Rings VFX Reels Take Us There and Back Again", "content": "These days we're so used to fancy, high-tech visual effects reels that break down <a href=\"https://io9.gizmodo.com/see-how-star-wars-most-impressive-fleet-was-created-in-1842223160?_ga=2.57131116.714242765.1586178661-105069102.1526253072\">every little facet</a> of the CG-laden blockbusters of modern Hollywood that they've almost started to get a little <a href=\"https://io9.gizmodo.com/this-spider-man-far-from-home-vfx-reel-cheekily-breaks-1840411645?_ga=2.131057353.714242765.1586178661-105069102.1526253072\">too</a> <a href=\"https://io9.gizmodo.com/watch-avengers-endgames-final-battle-come-together-in-1837980646?_ga=2.131057353.714242765.1586178661-105069102.1526253072\">clever</a> for their own good. So it's nice of Weta to remind us just how quaint (and yet still cool) these sizzle reels used to be.<br/> Out of nowhere overnight–not like we all couldn't use the distraction–the studio behind the groundbreaking VFX work on Peter Jackson's <em>Lord of the Rings</em> trilogy uploaded its old sizzle reels for <em>Fellowship of the Ring</em>, <em>The Two Towers</em>, and <em>Return of the King</em> to the Weta YouTube channel. It's like <a href=\"https://io9.gizmodo.com/read-sir-ian-mckellens-fascinating-lord-of-the-rings-pr-1840958233?_ga=2.266805320.714242765.1586178661-105069102.1526253072\">revisiting a bizarre, wonderful moment</a> in the early aughts. These are <em>so</em> old school, the max resolution on the videos is 480p. It's garbage, I love it! What's not garbage are the shots themselves, because, well...it's <em>Lord of the Rings</em>. So <a href=\"https://io9.gizmodo.com/these-lord-of-the-rings-reunion-show-theres-still-joy-i-1791826973?_ga=2.266374856.714242765.1586178661-105069102.1526253072\">it already rules</a>. It's just a montage of all the shots Weta had a part in bringing to life, set to music from the movies, almost like a throwback to the AMVs of myriad fandom cultures. And those movies still hold up visually, in part thanks to Weta's incredible work on the franchise. Check out the vids for <em>The</em> <em>Two Towers</em> and <em>The Return of the King</em> below. Yes, the Mumak-slide is in there. In an age where we're so used to these reels being splashy and hyper detailed, full of slow pans and wire-frame models transforming into fully complete FX shots like magic, there's something refreshingly earnest about something as simple as Weta queuing up a montage set to some <a href=\"https://io9.gizmodo.com/this-video-breaks-down-fellowship-of-the-rings-score-r-1760415887?_ga=2.57131116.714242765.1586178661-105069102.1526253072\">kickass Howard Shore compositions</a>. Do you need to see how many polygons the Balrog was? Do you need to watch the Riders of Rohan duplicate beyond the stunt riders on location into a force worthy of Théoden, King? Do you even need to know what, exactly, Weta touched up in some of these shots? Not really. You know Weta brought them to life, and just need to see them again, decades later, still looking cool as hell.<br/>", "entities": ["Fellowship of the Ring", "The Two Towers", "The Return of the King"]}, "https://io9.gizmodo.com/watch-this-sweet-short-film-about-an-unemployed-special-1842693555": {"title": "Watch This Sweet Short Film About an Unemployed Special Effect", "content": "Practical effects used to be the only way of doing things. If you wanted a cool image on screen, you had to build it and figure out how to film it. Now, computers make that work, well, not easier, but different. If you were an old special effect, it would be a rough adjustment. That's the premise of \"Rebooted,\" a gorgeous and sad <a href=\"https://io9.gizmodo.com/a-man-on-lockdown-is-beset-by-his-action-figures-in-thi-1842679686\">short</a> <a href=\"https://io9.gizmodo.com/5-short-sci-fi-and-fantasy-films-to-watch-when-you-dont-1842586271\">film</a> by director Michael Shanks (no relation to the <em>Stargate </em>guy, I don't think), featuring fabulous stop-motion animation by Samuel Lewis. It imagines a world where all those old special effects are alive, a small army of movie monsters and sprites and <a href=\"https://io9.gizmodo.com/aardman-animations-new-short-is-a-devastating-reminder-1841043857\">stop-motion</a> creations now largely out of work in the age of CG-created fight scenes and movie sets. In particular, the film follows Phil, a fearsome skeleton warrior of films past who's now, well, a sad lonely skeleton man facing being left out of the reboot of his own film. Striking tones from melancholy to wistful to madcap goofy, \"Rebooted\" is a remarkable little story, told without any dialogue at all. Shanks frames the scenes elegantly, and the animation work behind Phil is expressive and more than enough to tether the action. Definitely check this one out.", "entities": ["Stargate"]}, "https://io9.gizmodo.com/this-video-essay-tries-to-explain-the-disaster-that-is-1842691725": {"title": "This Video Essay Tries to Explain the Disaster That Is Cats", "content": "In the not-so-distant past, <a href=\"https://io9.gizmodo.com/the-most-important-scenes-from-the-cats-movie-as-i-rem-1840599747\"><em>Cats</em></a><em> </em>was the most fascinating and baffling thing we'd ever seen. <a href=\"https://io9.gizmodo.com/cats-is-a-medieval-morality-play-20-highlights-from-to-1842387249\">Tom Hoopper's</a> wildly unnecessary and just plain wild adaptation of the Andrew Lloyd Webber musical about cats pining for the sweet embrace of death is a profound, transfixing disaster. It raises a lot of questions. Namely, <em>what? </em>and <em>why?</em> Noted video essayist and YouTuber Lindsay Ellis sets out to attempt to answer those questions in her new video, \"Why is <a href=\"https://earther.gizmodo.com/cats-got-one-thing-right-1840659051\"><em>Cats</em>?</a>\" It's an hour-long treatise on the modern movie musical, the original stage show, and the bizarre and endlessly entertaining choices made by Hooper and his collaborators in the process of adapting it to the big screen. A warning, this video involves watching a lot of footage of the film <em>Cats</em>. Sometimes, this is distressing. I'm not fully sure I came out of this video truly understanding <em>Cats </em>any better than I did before. But I understood more why people adore it, despite its strangeness and absolute trainwreck vibes. There is joy in finding and watching the most extra thing possibly imaginable. But honestly, I think looking at those special effects for this video's runtime made me nauseous.", "entities": ["Cats"]}, "https://io9.gizmodo.com/now-you-can-watch-a-valiant-universe-movie-featuring-bl-1842561915": {"title": "Now You Can Watch a Valiant Universe Movie Featuring Bloodshot, But Not Vin Diesel", "content": "Long before <a href=\"https://io9.gizmodo.com/bloodshot-successfully-puts-you-in-the-head-of-a-super-1842266840?_ga=2.243975948.862936220.1585585323-1548077782.1436541136\">Vin Diesel took on the role</a> of soldier turned indestructible assassin Bloodshot, the character was played by a Power Ranger. Jason David Frank, <a href=\"https://io9.gizmodo.com/watch-jason-david-frank-suit-up-as-an-evil-green-ranger-1824046132\">best known as the Green Ranger</a>, played Bloodshot on a show called <em>Ninjak vs. The Valiant Universe</em>, which was filmed in 2016. The show featured other Valiant Comics <a href=\"https://io9.gizmodo.com/these-ninjak-vs-the-valiant-universe-variant-covers-of-1795892795\">characters, too</a>, such as Ninjak (obviously), Eternal Warrior, Archer &amp; Armstrong, and XO Manowar, among others. Unfortunately, <a href=\"https://io9.gizmodo.com/harbinger-switches-studios-putting-a-valiant-cinematic-1838052763?_ga=2.75637404.862936220.1585585323-1548077782.1436541136\">rights issues held the show up</a> and for several years, it was in limbo. Then, last week, it finally made its debut. The <a href=\"https://www.youtube.com/channel/UCDM9CzQF3WDp1wVVg3cKNvw\" >Valiant YouTube</a> posted all six of the planned webisodes for<em> Ninjak vs. the Valiant Universe</em> as one mini-movie, and it's a glimpse of what could have been. No, it doesn't have the scope or budget of the recent theatrical <em>Bloodshot</em> movie, but its ambition is second to none. Check it out below. Waaaaay back in September 2016, io9 visited the set of <em>Ninjak</em> and <a href=\"https://io9.gizmodo.com/valiant-comics-is-ready-to-debut-their-live-action-indi-1787504218?rev=1585587582553\">you can read the full report here</a>. At the time, Ninjak himself–Michael Rowe, best known for roles on <em>Flash </em>and<em> Arrow–</em>offered some insight into what the production team hoped the show would become, and what it ultimately is. \"The way this production is set up, you don't have to answer to studios,\" Rowe said. \"The CEO [of Valiant] is actually on set with us, finding the heart of these scenes, talking through the story, and we all come out the other end feeling really good about it because we know we've found the grit and the grime and the truth in these scenes. It's so refreshing. On a bigger budget thing, you get certain liberties but you also get a hell of a lot of constraints. So I feel like the shackles are off a little bit on this.\" <em>Ninjak vs. the Valiant Universe </em>is directed by Aaron and Sean Schoenke and stars Michael Rowe as Ninjak, John Morrison as Eternal Warrior, Alex Meglei and Kevin Porter as Archer &amp; Armstrong, Derek Theler as X-O Manowar, Ciera Foster as Livewire, and Jason David Frank as Bloodshot.", "entities": ["Flash", "Bloodshot", "Ninjak vs. the Valiant Universe"]}, "https://io9.gizmodo.com/ryan-reynolds-is-in-talks-with-netflix-for-an-adaptatio-1842540046": {"title": "Ryan Reynolds Is in Talks With Netflix for an Adaptation of Classic Video Game Dragon's Lair", "content": "You probably won't get to choose your own path in this one, though. As reported by <a href=\"https://www.hollywoodreporter.com/heat-vision/ryan-reynolds-talks-tackle-live-action-film-80s-game-dragons-lair-1279270\" >the Hollywood Reporter</a>, Netflix has reached a deal to attain the rights to adapt <em>Dragon's Lair</em>, the smash hit 1983 video game that combined the technological power of LaserDisc with the art stylings of Don Bluth, one of which remains impressive now (it's not the LaserDisc). Netflix's planned adaptation is a live-action feature-length take on the property, and the company is in talks with <a href=\"https://io9.gizmodo.com/in-free-guys-first-trailer-ryan-reynolds-is-the-only-d-1840287072\">Ryan Reynolds</a> to star in and produce it. So long as those talks keep going well, the plan is for Reynolds to produce via his company, Maximum Effort, with Roy Lee, Trever Engelson, Gary Goldmen, Jon Pomeroy, and, perhaps most exciting for fans of the game, Don Bluth on board to produce as well. The script will be written by Dan and Kevin Hageman, whose work history includes <em>The Lego Movie, Croods 2, </em>and <em>Scary Stories to Tell in the Dark</em>. While it's a pity this <em>Dragon's Lair </em>adaptation won't be done in a lushly animated style, there's a lot that could be great here. The story, about the dashing hero Dirk the Daring on a quest to save Princess Daphne, is the sort of self-consciously generic fantasy that could allow a lot of room for Reynolds to do his <a href=\"https://io9.gizmodo.com/ryan-reynolds-has-a-brief-update-on-deadpool-3-1840695705\">meta-humor</a> <a href=\"https://io9.gizmodo.com/ryan-reynolds-didn-t-immediately-say-yes-to-detective-p-1834668351\">Reynolds</a> thing. And it's just such a delightful property, too, a rich relic of video gaming past that could absolutely benefit from the renewed attention. If this adaptation succeeds, it'll do what many others couldn't before it. Don Bluth and other parties attached to the original game have been trying to make a movie version since the mid-1980s. Bluth even once ran a Kickstarter for it.", "entities": ["The Lego Movie", "Dragon's Lair", "Croods 2", "Scary Stories to Tell in the Dark"]}, "https://io9.gizmodo.com/mad-maxs-george-miller-met-with-a-new-mutants-star-for-1842512974": {"title": "Furiosa Movie Moving Forward at WB, Anya Taylor Joy Considered", "content": "For anyone in the market for some good news: It sounds like <a href=\"https://io9.gizmodo.com/a-dumb-lawsuit-may-prevent-mad-max-sequels-and-were-fu-1825298721?_ga=2.197104175.2058015170.1584977341-1982811367.1584376436\">a Furiosa movie may be happening.</a> <a href=\"https://variety.com/2020/film/news/hollywood-productions-limbo-coronavirus-1203543478/\" >Variety</a> published a story about <a href=\"https://io9.gizmodo.com/universal-becomes-first-studio-to-offer-first-run-films-1842362107\">how the covid-19 pandemic</a> has impacted many films that were <a href=\"https://io9.gizmodo.com/youll-have-to-wait-a-bit-longer-for-supernaturals-final-1842469488?rev=1585059153851\">either in production</a> or about to go into production and, at the end, dropped in this delicious morsel: Development slates at the studios are also in flux. Most executives don't expect things to get back to normal for several weeks, though a few are taking video and phone meetings as they try to game out films they hope to greenlight in the next 12 months. <a href=\"https://io9.gizmodo.com/george-miller-would-now-love-to-make-more-mad-max-movie-1752940776?_ga=2.197163564.2058015170.1584977341-1982811367.1584376436\">Director George Miller</a>, for instance, has been meeting with names including Anya Taylor-Joy for his \"Furiousa\" spin-off, which he hopes to start shooting in 2021. Of course, Miller is making concessions to coronavirus – those auditions have taken place via Skype. Last we heard from Miller, <a href=\"https://io9.gizmodo.com/george-miller-says-hes-still-making-another-mad-max-mov-1840287678\">he was pretty confident</a> that a movie based on Charlize Theron's character would happen, <a href=\"https://io9.gizmodo.com/updates-on-dune-the-game-of-thrones-prequel-and-more-1836360249?_ga=2.189223464.2058015170.1584977341-1982811367.1584376436\">but nothing was set in stone</a>. If he's meeting actors though and has a potential window to start filming, it seems likely things have progressed well beyond that. And Anya Taylor-Joy, who broke out in <em>The Witch</em> and has since starred in <em>Split, </em><a href=\"https://io9.gizmodo.com/io9-roundtable-the-beautiful-and-terrifying-the-dark-c-1837850236\"><em>Dark Crystal: Age of Resistance</em></a>, and the upcoming (<a href=\"https://io9.gizmodo.com/disney-is-delaying-mulan-antlers-and-new-mutants-1842300278\">maybe</a>) <em>New Mutants</em>, would be a worthy addition to any cast. io9 reached out to Warner Bros. for comment and or clarification on this but had not heard back as of publication. We'll update this post if/when that happens. Of course, it's also important to remember that even if Miller is meeting actors for the project and thinks he may film next year, there's no guarantee that happens or that timeline works out. Everything about <a href=\"https://io9.gizmodo.com/the-walking-deads-current-season-will-be-cut-short-1842477042\">Hollywood is currently in flux</a> for the foreseeable future due to covid-19. But it sure sounds like, in the next few years, there's a very good chance Furiosa will ride again.", "entities": ["The Witch", "Dark Crystal: Age of Resistance", "Split", "New Mutants"]}, "https://io9.gizmodo.com/sean-astins-audition-for-the-goonies-is-predictably-ado-1842510452": {"title": "Sean Astin's Audition for The Goonies Is Predictably Adorable", "content": "Even kids with famous parents need a big break. For Sean Astin, <a href=\"https://io9.gizmodo.com/your-movie-is-not-the-goonies-stop-saying-it-is-1680990115#_ga=2.109955333.1628579044.1531087785-1597414124.1522872342\">that break was <em>The Goonies</em></a>. Astin, son of well-known actors Patty Duke and John Astin, had done only two small TV movies before landing the lead role in the <a href=\"https://io9.gizmodo.com/the-goonies-teaser-trailer-was-the-most-ambitious-cross-1836077012\">Steven Spielberg-produced film</a>. From there, he became an instant star, forging a career filled with <a href=\"https://io9.gizmodo.com/take-a-trip-down-memory-lane-with-goonies-and-lord-of-t-1827526353\">more iconic roles than</a> most people could ever dream of. All that had to start somewhere though. And recently, Astin showed fans exactly where that was. The actor <a href=\"https://www.instagram.com/tv/B9-HCgmF9AD/?utm_source=ig_embed\" >took to his Instagram</a> to reveal an eight-minute audition he did at the age of 13 for <em>The Goonies</em>. He performs a scene that was changed in the final movie, explaining why he and his friends should go after the \"rich stuff.\" It's a very cute scene, which Astin tries multiple times as someone (we think <a href=\"https://io9.gizmodo.com/the-goonies-may-come-to-tv-in-a-very-unexpected-way-1841648742\">director Richard Donner</a>) gives him various directions. Check out the YouTube version below; you can also view it on <a href=\"https://www.instagram.com/tv/B9-HCgmF9AD/?utm_source=ig_embed\" >Astin's own Instagram</a>. Watching the audition, you can clearly see Astin's talent and charisma. He's charming, he's believable, you want to follow him on an adventure. From <em>Goonies</em> to<em> Toy Soldiers</em> to <em>Rudy</em> to <a href=\"https://io9.gizmodo.com/these-lord-of-the-rings-reunion-show-theres-still-joy-i-1791826973#_ga=2.159830197.921827706.1531138926-890505750.1523890543\"><em>The Lord of the Rings</em></a> to <em>50 First Dates </em>and <a href=\"https://io9.gizmodo.com/stranger-things-2-originally-had-a-much-different-much-1820012295#_ga=2.21858619.1628579044.1531087785-1597414124.1522872342\"><em>Stranger Things</em></a>, it's been lovely following Astin's career so far, and we're always excited to see what he does next.<br/>", "entities": ["50 First Dates", "The Lord of the Rings", "Rudy", "The Goonies", "Stranger Things"]}, "https://io9.gizmodo.com/china-hopes-harry-potter-will-coax-people-back-to-theat-1842410816": {"title": "China Hopes Harry Potter Will Coax People Back to Theaters…Once They Reopen", "content": "In the United States, we've only recently started seeing movie theaters <a href=\"https://io9.gizmodo.com/amc-regal-alamo-drafthouse-and-cinemark-are-closing-1842378752\">closing their doors</a> because of the covid-19 pandemic, but in China, things have been shut down for weeks. Now that the country seems to finally be turning the corner, Chinese studios and regulators are coming together to try and bring their box office <a href=\"https://io9.gizmodo.com/onward-leads-a-low-box-office-as-amc-and-regal-limit-ti-1842345892\">back from the brink</a>. It's a model for something we could eventually see happen here. In a major step, Chinese health authorities reported <a href=\"https://www.nytimes.com/2020/03/18/world/asia/china-coronavirus-zero-infections.html\" >no new local infections</a> for the first time since the outbreak started, and so the country is slowly but surely trying to figure out ways to boost the economy in the epidemic's wake. According to <a href=\"https://www.hollywoodreporter.com/news/china-rerelease-old-blockbusters-help-cinemas-reopen-1285348\" >the Hollywood Reporter</a>, China's movie industry is starting to reignite after facing over a <a href=\"https://io9.gizmodo.com/disneys-attempts-to-avoid-the-errors-of-mulans-original-1841933231\">month of closures</a> due to the spread of the novel coronavirus. A few cinemas in remote areas of the country have started reopening, but so far they're not attracting people–with only about $1,000 in nationwide ticket sales over the course of the week. China's Film Bureau and the state-backed studio China Film Group are working to give cinemas the go-ahead to screen some of the country's biggest blockbusters for free, letting them keep 100 percent of ticket revenue. Not only does it help struggling cinemas reopen their doors, but it also encourages them to adjust prices for attendees. Right now, the films on the docket are <a href=\"https://io9.gizmodo.com/netflix-stealth-dropped-chinese-sci-fi-blockbuster-the-1834565000\"><em>The Wandering Earth</em></a>, China's second highest-grossing film of all time, <em>Wolf Warrior 2, Wolf Totem</em>, and the Lebanese film <em>Capernaum</em>. But it's also bringing in support from Western studios. <a href=\"https://deadline.com/2020/03/china-harry-potter-and-the-sorcerers-stone-release-cinemas-reopening-coronavirus-1202887361/\" >Deadline</a> reports that Warner Bros. is planning to screen a special 4K 3D re-release of <em>Harry Potter and the Sorcerer's Stone</em>, a franchise that was wildly successful in China. No word when this will happen or whether it will be connected to the previously mentioned revenue plan. According to Deadline, we could also see other major titles like the <em>Avengers</em> series, <em>Interstellar</em>, and <em>Inception</em> return to China in re-releases–in addition to films that have already been cleared by censors, like <em>Dolittle, Jojo Rabbit, </em>and<em> Sonic the Hedgehog</em>, that had their originally planned debuts scrapped by theater closures. Hollywood has been making major adjustments in the wake of covid-19. Several movies that were scheduled to arrive in theaters in the coming months have been delayed. Some that were already in theaters or just about to come out have even been earmarked for <a href=\"https://io9.gizmodo.com/universal-becomes-first-studio-to-offer-first-run-films-1842362107\">early home release</a>–including Vin Diesel's <a href=\"https://io9.gizmodo.com/bloodshot-successfully-puts-you-in-the-head-of-a-super-1842266840\"><em>Bloodshot</em></a>, which will get a digital release on Tuesday. Once we turn the corner on the pandemic in the coming months, U.S. audiences may face similar anxieties about returning to movie theaters. Hollywood may take a page out of China's playbook and try to coax viewers back with discounts and partnerships, or maybe it'll try a different strategy. Either way, it most certainly won't be business as usual.", "entities": ["The Wandering Earth", "Bloodshot", "Dolittle", "Capernaum", "Wolf Warrior 2", "Inception", "Jojo Rabbit", "Wolf Totem", "Avengers", "Harry Potter and the Sorcerer's Stone", "Interstellar"]}, "https://io9.gizmodo.com/cats-is-a-medieval-morality-play-20-highlights-from-to-1842387249": {"title": "Cats Is a 'Medieval Morality Play': 20 Highlights From Tom Hooper's Strange Director Commentary", "content": "<a href=\"https://io9.gizmodo.com/cats-review-i-have-seen-sights-no-human-should-see-1840507030\"><em>Cats</em></a> has finally come home, and we've combed through the director commentary to uncover the film's greatest secrets. It may be one of those movies that's <a href=\"https://io9.gizmodo.com/the-most-important-scenes-from-the-cats-movie-as-i-rem-1840599747\">impossible to explain</a>, but director Tom Hooper was determined to try. The <a href=\"https://io9.gizmodo.com/genre-films-swept-the-razzies-nominations-for-better-o-1841559624\">Razzie award winner</a> and <a href=\"https://io9.gizmodo.com/i-think-i-watched-the-patched-version-of-cats-1840617855\">modern cinematic classic</a> is now out for digital home release, which means an even-deeper dive into the intricacies of Taylor Swift getting to <a href=\"https://io9.gizmodo.com/taylor-swift-gets-to-be-a-cat-and-write-a-new-cats-song-1839352000\">be a cat for work</a>. The audio commentary from Hooper is relatively dull in tone but full of strange, sometimes pompous justifications for <a href=\"https://io9.gizmodo.com/in-an-unprecedented-move-universal-is-sending-theaters-1840595453\">the movie's choices</a>–which is kind of fascinating, considering it was recorded <em>after</em> the New York premiere on December 13, when first reactions to this otherworldly experience had already started surfacing. Do we recommend watching <em>Cats</em> with the director commentary? Hmm, not unless you're a diehard <em>Cats</em> fan eager for any taste of that delicious milkbar juice (which I most certainly am). To save you two hours of hearing Hooper explain over and over why cats are cats but also not cats, we've pulled out 20 highlights from the director commentary for you to enjoy. All the quotes in the list are from Tom Hooper himself. \"<em>Macavity!\" (poof)</em> 1. What is <em>Cats </em>really about?: \"The film sits in that tradition of the <a href=\"https://en.wikipedia.org/wiki/Picaresque_novel\" >picaresque</a> or sort of medieval morality play, where the hero goes on a physical journey where they meet characters who represent different virtues and vices, and through this learn about their place in the world and learn about some of the pitfalls and opportunities of the world.\"<br/> 2.<strong> </strong>The film opens on a shot of the moon, and an image of a cat's face soon appears in the clouds. Hooper explained the reason for this shot: \"I thought we'd start on the image of the moon, which in [T.S.] Eliot's poetry–specifically in the <em>Practical Cats</em>–the moon is referenced as a source of sort of spiritual and magical power...I like the idea that the moon lights up this cat face in the clouds, which hints at the idea of the <a href=\"https://earther.gizmodo.com/cats-got-one-thing-right-1840659051\">Heaviside Layer</a>, this layer in the atmosphere where you could go to get renewed and reborn. And also, I think it sort of sets the tone for the film, by I think referencing back to that thing you do as a kid when you look at clouds, and your mum points out the shape of an animal, and the idea of hidden identities sitting within things.\" 3. The movie takes place in the 1930s–specifically playing homage to 1939, as that's when Eliot wrote the original <em>Cats</em> poem. The main location, the Egyptian Theater, was so named because Egyptians worshipped cats. Also, if you look in the theater's windows you'll see cat eyes staring back at you. 4. During the scene inside a cemetery, Munkustrap explains to Victoria (the audience surrogate) why cats have three names. Hooper went into the symbolism behind a Jellicle Cat's third name: \"<em>The Naming of Cats</em> is a brilliant poem by Eliot because it references this idea that there are kind of different levels of name. Not only the first name, which the humans use; the second name, which only the cats use; but the third secret name that even your fellow cat doesn't understand and can only be accessed by the cat through a sort of process of deep meditation, which of course is a reference to the sort of meditative pose or kind of lazy pose we see cats in...In this cat's poem, meditating on your secret hidden name that only you know gives you some kind of access to peace.\" 5. It was Rebel Wilson's idea to have the mice played by kids–no explanation for why they were so much smaller than they should have been. 6. \"Women playing cockroaches–whose only unusual trait is that they have an extra pair of arms, in homage to the cockroach number of limbs.\" (This isn't important but it made me laugh.) 7.<strong> </strong>Hooper explaining the digital fur:<strong> </strong>\"From the beginning, I always wanted humans to play cats–partly because it's a dance musical, so I wanted to capture live dance. But also if I was lucky enough to capture lightning in a bottle with a great performance I wanted to be able to be in full contact with that in the face. And it also felt like a way of honoring the tradition in the show of humans playing cats. I wanted to kind of create, I suppose, a covering of fur that was better than what a costume could do. But still be one-to-one with the real bodies, so that the way we captured the dance was utterly faithful to the way they did the dance, or in the case, Rebel's physical comedy.\" (Side note: He later mentioned how Shambleshanks wears pants so you could see the full movement of his tap dance, so I don't know what the hell he's talking about here.)<br/> 8.<strong> </strong>During the kitchen scene, Jennyanydots (Wilson) unzips her fur skin to reveal a sparkly outfit underneath...and another layer of fur. Hooper's explanation for what might be the movie's scariest choice: \"This gag is kind of my own tongue-in-cheek way of referencing that I'm using digital fur as clothing because Rebel actually unzips her digital fur to reveal it as clothing. But then the joke is that underneath she has more real fur, which of course is not real fur.\" 9. Turns out, Bustopher Jones (James Corden) has a dark side: <strong> </strong>\"He clearly represents the idea of the sin of gluttony, or the perils of addiction–of giving into that kind of drive without any kind of check or moderation...Seeing Macavity, seeing this incredible new source of food; there's almost a tinge of sadness or tinge of worry in him, as he's drawn to the very thing that he kind of knows will destroy him. I suppose it's a parable about the power of addiction, the dark power of addiction.\" 10. Hooper said the moment he laughed the most during filming was during the alley scene, when Corden looked at the camera to say \"cats\" (that said, either Corden messed it up or they didn't end up using that angle, because in the movie he's actually looking slightly off-camera and it's weird): \"I loved the way James had this idea of looking to camera when he said ‘cats' [during the alley scene], as if to kind of acknowledge the fact that they really look enough like cats, or do they not. And I love the idea that James is sort of stepping out of the film for a moment to acknowledge the kind of natural tension between their claim that they were cats and the kind of hybrid design.\" 11. That song on the barge, where Growltiger introduces himself through song to Bustopher Jones and Jennyanydots, could have been<em> so much </em>longer: \"There's this sort of longer version of this that we shot with, I think, three verses, and between every verse James and Rebel interrupted Ray and improvised hilarious comedy. And so the scene started three times as long, but in the end, we had to kind of find its right balance within the shape of the film. But shooting those it was kind of extraordinary the humor that James and Rebel were able to improvise. It was great acting, I really loved working on those scenes.\" 12. On casting <a href=\"https://io9.gizmodo.com/it-doesnt-count-if-your-character-comes-out-in-a-junket-1840632727?_ga=2.44297252.1289560509.1584365838-1751557175.1567029747\">Judy Dench</a> as Old Deuteronomy: \"Why does the god of cats have to be a man?\"<br/> 13. It was apparently Dench and Ian McKellen who decided their cats had boned in the past, and the world is all the more thankful for it. 14. Hooper explaining the big Jellicle Dance scene, where the cats gather in the Egyptian Theater and dance around a bunch before the auditions to determine who is the Jellicle Choice: \"It becomes about a different way of accessing the spiritual high or a spiritual place. In the naming of cats in the graveyard earlier, it was suggested you could reach it through the contemplation of your hidden name. And here, you're arriving at a spiritual state through the kinesis and the catharsis of a sort of tribalistic, atavistic dance. So it kind of taps into the deepest traditions of how dance has existed in our culture, where the movement and the intensity transports you and takes you to a different space. Showing these different strategies of touching the spiritual: From the name to the Jellicle Dance, to the end where the character of Grizabella is literally lifted into the spiritual plane.\" (That's right, Grizabella totally died.) 15. The Shimbleshanks train sequence was one of Hooper's favorites and Hooper said Steven McRae had no singing experience so he spent months learning to sing the part live. In addition, the actor who played Mr. Mistoffelees (Laurie Davidson) had no dance training, so he took daily barre classes for months during rehearsals and filming. Clearly the actors put in way more effort than the movie deserved. 16. Hooper shared some details on casting Idris Elba as Macavity and why he wanted Macavity–naked as a jaybird cat–to jump in at the end and participate in Bombalina's (Taylor Swift) song about him: \"I met Idris at the Electric [Cinema] in Notting Hill to talk about the role, and turned out he always wanted to do a musical and it seemed like a great chance to do his first musical...I always liked the idea that Macavity, despite being an evil genius, kind of wants to play by the rules, so he wants to put on a number that is better than everyone else's and win by doing something brilliant, but also by having kidnapped all the other competition.\"<br/> 17. \"I liked the idea that magic is more likely to be successful if he sort of uses Judy's cat basket to help the magic.\" (Again, this just made me laugh a bunch.) 18. On filming \"Memory\" (in my opinion, the only good sequence.):<strong> </strong><br/>\"We shot this over one day, I think it was about 15 takes and this is mainly take 15 with a bit of take 14. I can't imagine what it would be like to be Jennifer Hudson with the pressure of singing the most iconic song from the musical...Like with <em>Les Mis</em>, not only is the singing live, but the accompaniment is live, so it's really a duet between the pianist and the performer.\" \"This was one of the most memorable days to me, because Jennifer really got to a very raw place, and I think everybody was floored by it. But I think the most exciting thing was when she hits her belt voice on ‘touch me.' Even though I was sitting behind the set watching the monitors, every time it got to that point I'd take my headphones because I wanted to hear it for real in the room, and my gosh what a sound.\" 19. One of the most baffling moments of the film, the one that usually gets the most screams from the audience, is near the end when Old Deuteronomy suddenly looks straight into the camera to tell the audience a bunch of things about cats (like how they're not dogs). Here's Hooper's reason for doing it:<strong> </strong> \"From early on, I loved this idea that in a show where most of the songs are addressed to the audience, the surprise would be that Judy Dench as Old Deuteronomy would turn to camera and address the audience directly because this is the one poem where it has to be addressed to a human. Most of the other songs were re-thought where the person being addressed was Victoria, so the listener was not a human but a cat. I love the line ‘You've learned enough to take the view that cats are very much like you,' again as an explanation why our cats are kind of human cats. I suppose we're talking about the intersection of cat and human.\" 20. And finally, this is just a delight: \"I love this idea that ‘This is how you address a cat.' I must admit I've actually tried this, tried bowing down to a cat and saying ‘Oh cat' just in the slight hope that this might unleash the cat to talk to me. It hasn't yet worked, but I will continue trying.\" <em>Cats</em> is currently available on digital and arrives on DVD and Blu-ray on April 7.", "entities": ["Les Mis", "Macavity!xe2x80x9d poof", "The Naming of Cats", "Practical Cats"]}, "https://io9.gizmodo.com/jumanji-director-jake-kasdan-on-how-next-level-continue-1842383658": {"title": "Jumanji Director Jake Kasdan on How Next Level Continued to Pay Homage to the Original", "content": "The <em>Jumanji</em> franchise is both surprisingly simple and subtly unique. The simple part is that its two most recent films stand together as one story. Boom. Got it. However, those two films also serve as <a href=\"https://io9.gizmodo.com/dwayne-johnson-promises-the-new-jumanji-will-honor-robi-1775627522\">subtle sequels to the 1995 <em>Jumanji</em> film</a> that, besides the title, seems completely unrelated. So when you're talking about<em> </em><a href=\"https://io9.gizmodo.com/danny-devito-and-danny-glover-dive-into-the-hilarious-f-1836009937?_ga=2.108564612.741673420.1584305898-1215098148.1584305897\"><em>Jumanji: The Next Level</em></a>, which was just released on Blu-ray, it's both a part two and a part three simultaneously, depending on how you look at it.<br/> In all three <em>Jumanji</em> movies, seemingly normal humans get wrapped up in a game that comes to life. In the 1995 Robin Williams-starring movie, it was a board game that expands into the real world. In both <a href=\"https://io9.gizmodo.com/the-charismatic-cast-of-jumanji-elevates-an-otherwise-t-1821125780?_ga=2.108564612.741673420.1584305898-1215098148.1584305897\">2017's <em>Jumanji: Welcome to the Jungle</em></a> and 2019's <em>Jumanji: The Next Level</em>, it's a video game that brings the real world inside of Jumanji. And though there was no mandate to tie them all together, <em>Welcome to the Jungle </em>and<em> Next Level</em> director Jake Kasdan felt it was only right. \"I felt like we were separate enough that people, once they saw it, would not feel like we were actually treading on something that they love in a way that offends them, which is something that you have to be conscious of,\" Kasdan told io9 on the phone last week. \"So knowing what I knew, which is that actually our concept is probably sufficiently different to where that wouldn't be a problem, I liked the idea of paying our respects to the first movie and saying that that world is still alive in our continuation, even though we're telling a different story.\" In <em>Welcome to the Jungle</em>, those respects are paid when the players realize Alan Parrish (the name of <a href=\"https://io9.gizmodo.com/how-did-robin-williams-discover-multiple-jumanji-worlds-1819404588?_ga=2.45596066.741673420.1584305898-1215098148.1584305897\">Williams' character</a> in the first movie) had previously been stuck in the same game world–Jumanji–before them. In <em>The Next Level,</em> it comes with the introduction of a restaurant called \"Nora's.\" Nora is the aunt of Judy (Kirsten Dunst) and Peter (Bradley Pierce), the young characters who discover and play <em>Jumanji</em> in the original movie. Bebe Neuwirth played the aunt in 1995 and reprises it in <em>The Next Level</em> as the restaurant's owner. \"The original <em>Jumanji</em> has its own story and it's exactly right the way it is,\" Kasdan said. \"I don't really feel comfortable continuing that story exactly [but] this was a good way to include the world, include a character that I love and who was played by an actor that I love, and it would be a way that she could step into our stories that would be completely organic to both the original movie and to our movie.\"<br/> Much in the way <em>Welcome to the Jungle</em> is a somewhat surprising sequel to the original <em>Jumanji</em>, Kasdan told us he was originally <a href=\"https://io9.gizmodo.com/of-course-were-getting-a-jumanji-sequel-1822767224?_ga=2.108564612.741673420.1584305898-1215098148.1584305897\">kind of surprised to be doing a sequel to his movie too</a>. Though <em>Welcome to the Jungle</em> was one of the biggest box office hits of 2017, he wasn't immediately sure what, or if, he wanted to do as a follow-up. \"We were only going to do a sequel if we could come up with something that we were really excited about,\" Kasdan said. \"And so there was <a href=\"https://io9.gizmodo.com/jumanjis-first-trailer-is-here-and-no-one-is-happy-to-b-1796511923?_ga=2.10532018.741673420.1584305898-1215098148.1584305897\">this initial phase</a> of like ‘It would be great, but let's be tough on it. We'll have all the conversations and kick it around and see if we can figure it out.' And then an idea that I loved came pretty quickly.\"<br/> That idea was adding a whole new generation to the story in the characters of Eddie (Danny DeVito) and Milo (Danny Glover), two older men who were formerly best friends but haven't talked in years. They, along with the teens from <em>Welcome to the Jungle</em>, get sucked into Jumanji in <em>The Next Level</em>. \"Doing another one of these adventures, but from the point of view of these two guys, you're just coming at it from a completely different moment in their lives,\" Kasdan said. Adding Milo and Eddie gave the director the chance to get <em>Jumanji's</em> two biggest stars, Dwayne Johnson and Kevin Hart, to do funny impressions of well-known older actors, but more importantly, their friendship gave the film all sorts of new themes regarding friendship, aging, and mortality. Whether not those characters will continue on in a sequel, we don't know. But the end of <em>The Last Level</em> does hint at what could happen next in the franchise. Kasdan admits the mid-credit scene, of a flock of ostriches from earlier in the movie now running around the real world, was done very purposefully.<br/> \"It's not random and it felt like the appropriate expansion of that story. Like the movie you would want to see. Or that <em>I</em> would want to see. Or a <em>part of</em> the movie that I would want to see,\" Kasdan said. \"It feels something you'd want to see. But we certainly didn't have the whole thing figured out. We have fragments, but we're just now starting the conversation about what that could actually look like.\" One thing that may slow down seeing a third (fourth?) <em>Jumanji</em> film is the very serious global pandemic currently happening in the real world. When asked if he felt <em>Jumanji: The Next Level</em> was coming home at the perfect time since everyone was already at home, he laughed. \"I hadn't thought about that,\" he said. \"[But] I think hopefully you could be on your couch and it's a distraction in this crazy moment.\" That, it most certainly is. <em>Jumanji: The Next Level</em> is now available on-demand, for digital download, and on Blu-ray.", "entities": ["Jumanji: The Next Level", "Jumanji: Welcome to the Jungle", "Jumanji"]}, "https://io9.gizmodo.com/melanie-martinezs-k-12-is-a-spellbinding-film-about-bre-1842275375": {"title": "Melanie Martinez's K-12 Is a Spellbinding Film About Breaking Free from Society", "content": "When you listen to Melanie Martinez's <em>K-12</em>, the album's themes about bullying, insecurity, and the importance of learning to embrace one's imperfections are all readily apparent. But when you watch the accompanying <em>K-12 </em>film and visually drink in the story Martinez has created, it becomes a much more powerful <a href=\"https://io9.gizmodo.com/the-team-behind-gothams-new-fairy-tale-anthology-tells-1841582691\">fairytale</a> about the lives we lead long after leaving <a href=\"https://io9.gizmodo.com/that-alien-high-school-play-got-to-put-on-an-encore-per-1834354893\">school</a>.<br/> <em>K-12</em>–a series of 13 videos written and directed by Martinez–re-introduces you to Crybaby, the eponymous hero from Martinez's debut album, a girl living in a reality that feels like a warped blend between <em>But I'm a Cheerleader </em>and <em>Booksmart </em>with the essence of <a href=\"https://io9.gizmodo.com/the-crafts-rachel-true-rightfully-calls-out-conventions-1832265645\"><em>The Craft</em></a><em> </em>woven throughout. Because Crybaby's absentee mother struggles with substance abuse, she's there's no one to see her off as she leaves the house to catch the bus to the K-12 Sleepaway School–a twisted, and supernatural academy where students are taught to adhere to strict, gendered roles. Like some of K-12's other pupils, Crybaby possesses a number of magical talents that tend to manifest in moments when she's stressed. But because she and her good friend Angelita are the only people who seem willing to purposefully use their powers, their peers ostracize them and do everything they can to make the girls feel as if they're don't belong. Individually, each of <em>K-12</em>'s 13 musical scenes works to accompany the album's tracks, but they're strung together to create one cohesive narrative illustrating how people's earliest emotional and physical traumas can become baggage they go on to carry years after the inciting incident. \"Wheels on the Bus\" establishes what everyday life is like for Crybaby and she and Angelita are bullied in clear sight of the bus driver, but it also emphasizes that as bad as the teasing itself is, the fact that the bus driver is both aware of what's going on and more concerned with ogling the girls' bodies reflects a much larger danger facing them. What's interesting about <em>K-12</em>'s ideas about power is how its younger characters' dynamics drastically shift as they arrive at their school and begin interacting with teachers and other authority figures. The issues Crybaby has with the group of popular mean girls don't disappear once they settle into their class, but they're superseded by more complicated problems like the ways that K-12's faculty beat students or send them off to be drugged and mentally reprogrammed. The nature of Crybaby's magic is never really explained, but it feels very much like an organic part of <em>K-12</em>'s world, in large part because of the dreamlike way that things are presented. When Crybaby's caught levitating and using her pigtails to choke a bully who threatened to kill her, both girls are dragged to the principal's office where Crybaby's able to clairvoyantly witness a meeting in which the principal humiliates and fires Ms. Harper, a teacher in the process of transitioning. By going a step further and pushing her consciousness into the principal's mind, Crybaby's able to make her case to him (in front of a jury of wigged men) that he's actively hurting the people he's meant to support with the power he's been given. Throughout the film, Crybaby makes a number of attempts to implore those around her that they don't <em>have </em>to live in constant fear and pain if only they'd choose not to participate in the system as it's established. While most people rebuff her efforts, they're not for nothing, because gradually Crybaby comes across others who can use their magic at will and understand that the change she wants to fight for can become a reality Just as <em>K-12 </em>begins to feel as if its story is coming together into more of a straight line, it takes a few moments to slow down and remind you of how difficult a task tearing down an institutional system truly is. For all of the allies that Crybaby makes along the way, the more she moves toward her goal, the more fraught and complicated things become, and at times, her own resolve wavers. As you fall deeper and deeper into <em>K-12</em>'s psychedelic rabbit hole, the film increasingly shifts into an <em>Alice in Wonderland</em>-esque nightmare space, but the ending it builds to is something far more fascinating than Crybaby simply waking up and realizing it was all a dream. Rather, <em>K-12 </em>lands on the idea that fighting to free one's self is both a worthwhile endeavor and a process that might not end exactly when you believe it will. [<em>Editor's Note: We appreciate our commenters bringing the </em><a href=\"https://www.billboard.com/articles/columns/pop/8062552/melanie-martinez-rape-accuser-heller-speaks\" ><em>allegations against Martinez from a few years ago</em></a><em> to our attention. We were unfortunately not aware of this before publishing and take these topics very seriously. We promise to do more thorough research next time. -Jill P.</em>]", "entities": ["Alice in Wonderland", "Booksmart", "K-12", "But I'm a Cheerleader", "The Craft"]}, "https://io9.gizmodo.com/the-first-reactions-to-disneys-mulan-remake-are-here-1842241003": {"title": "The First Reactions to Disney's Mulan Remake Are Here", "content": "Does it bring honor to us all? Last night in Hollywood, Disney finally pulled back the curtain on <em>Mulan</em>, its <a href=\"https://io9.gizmodo.com/disney-is-fast-tracking-the-live-action-mulan-for-a-201-1787406857?_ga=2.157768698.1152247029.1583748392-1597414124.1522872342\">much-discussed</a> and <a href=\"https://io9.gizmodo.com/thank-god-the-live-action-mulan-will-have-an-all-chine-1787657434?_ga=2.60185453.1152247029.1583748392-1597414124.1522872342\">sometimes controversial</a> live-action remake of the 1998 animated film. Director Niki Caro <a href=\"https://io9.gizmodo.com/any-live-action-mulan-without-ill-make-a-man-out-of-you-1793404876?_ga=2.60185453.1152247029.1583748392-1597414124.1522872342\">removed that film's musical numbers</a> in favor of a mythical, but more straightforward, period war drama with a cast that includes Jet Li, Donnie Yen, Gong Li, Jason Scott Lee, and <a href=\"https://io9.gizmodo.com/disneys-live-action-mulan-finds-its-lead-actress-1820841855?_ga=2.157768698.1152247029.1583748392-1597414124.1522872342\">Liu Yifei as the title character</a>. So, what did attendees of the premiere think? Well, we've rounded up several of the social media reactions, which range from over the moon to grounded and realistic. Here goes. I too was at the premiere of <em>Mulan</em> last night and I'm more in line with that last tweet from Scott Mendelson of Forbes. <a href=\"https://twitter.com/GermainLussier/status/1237253427530313728\" >I tweeted</a>: \"Saw <em>Mulan</em> tonight and it's solid. Great performances, exciting action, and a strong message help boost a slightly disjointed story that's a little too by the numbers, even if you don't know the animated film. The VFX are spotty too but ultimately, its heart should win you over.\" io9 will have a full review of <em>Mulan </em>as we get closer to its release on March 27–but, for now, tell us if you're excited for the remake below.", "entities": ["Mulan"]}, "https://io9.gizmodo.com/sherlock-almost-lost-martin-freeman-his-role-as-bilbo-i-1842179815": {"title": "Sherlock Almost Lost Martin Freeman His Role as Bilbo in The Hobbit", "content": "One of <a href=\"https://io9.gizmodo.com/benedict-cumberbatch-doesnt-agree-with-martin-freeman-a-1825453897\">Martin Freeman</a>'s most iconic roles is as Bilbo Baggins in Peter Jackson's <a href=\"https://io9.gizmodo.com/i-tried-giving-the-hobbit-trilogy-a-chance-but-it-just-1829119137\"><em>The Hobbit</em></a>. Say what you will about that trilogy, but the casting is perfect. No one else could have played that Bilbo the way Freeman did. Unfortunately, he was almost certain he was going to have to pass on the part. As Freeman shared in a career breakdown video he did for Vanity Fair, he was initially a shoo-in to play the part, naturally. But his role <a href=\"https://io9.gizmodo.com/the-latest-trailer-for-sherlocks-victorian-special-show-1747800301\">on </a><a href=\"https://io9.gizmodo.com/the-latest-trailer-for-sherlocks-victorian-special-show-1747800301\"><em>Sherlock</em></a><em> </em>almost kept him from taking it due to its rigorous shooting schedule. And as he knew he was Guillermo del Toro's favorite but was not as confident in Peter Jackson's choice, he assumed, well, there goes that role. \"And then I got a call from [my agent] who said there's been a change of plan. Peter Jackson has rearranged the schedule of <em>The Hobbit</em> around you, so that you can start <em>The Hobbit</em>, then go off and do <em>Sherlock</em> and then finish <em>The Hobbit</em> again,\" Freeman explained. That was an amazing thing to hear, because talk about a vote of confidence. He could have had a lot of people doing Bilbo Baggins, and the fact that he had that much faith in me, that was astonishing really. And the fact that he could move a schedule as titanic as that was going to be and a production, which does not move quickly, was kind of amazing. And I felt like an extremely lucky person,\" Freeman finished. And that's just one of many, many reasons the schedule for <em>The Hobbit </em>was bonkers. At least the movies were–oh, well, at least Martin Freeman was in them.", "entities": ["The Hobbit", "Sherlock"]}, "https://io9.gizmodo.com/christina-aguileras-mulan-soundtrack-song-also-gives-a-1842150137": {"title": "Christina Aguilera's Mulan Soundtrack Song Also Gives a New Look at the Film", "content": "In the new, grand tradition of Disney live-action remakes <a href=\"https://io9.gizmodo.com/beyonces-new-lion-king-song-spirit-is-coming-for-that-1836241432\">adding an extra song</a> for no other purpose than trying to land a <a href=\"https://io9.gizmodo.com/taylor-swift-gets-to-be-a-cat-and-write-a-new-cats-song-1839352000\">Best Original Song Oscar nomination</a>, Christina Aguilera has returned to <a href=\"https://io9.gizmodo.com/mulan-will-be-disneys-first-pg-13-live-action-remake-1841786770\"><em>Mulan</em></a> with \"Loyal Brave True.\" It's no \"Reflection,\" but at least the reveal includes some cool new footage.<br/> A new special look at <a href=\"https://io9.gizmodo.com/mulan-s-final-trailer-highlights-the-films-epic-action-1841426504\">the film</a> shows Mulan (Yifei Liu) through the eyes of her father, Hua Zhao (Tzi Ma). After Mulan runs away from home to fight in his place, Hua Zhao asks their ancestors for guidance and protection, telling them that she is \"the loyal, the brave, and the true\" warrior who will save their country. Only this time, Mulan's guardian isn't a tiny smart-mouthed dragon, but a powerful phoenix. This Disney original is the latest in a string of modern musical updates. <a href=\"https://io9.gizmodo.com/mary-poppins-returns-is-magical-but-its-missing-somethi-1830865511\"><em>Mary Poppins Returns</em></a> featured all-new songs, and <a href=\"https://io9.gizmodo.com/the-live-action-beauty-and-the-beast-is-fine-but-also-1793323498\"><em>Beauty and the Beast</em></a><em> </em>added a couple too. Even Beyoncé Knowles-Carter recorded a high-profile original song, \"<a href=\"https://io9.gizmodo.com/beyonces-new-lion-king-song-spirit-is-coming-for-that-1836241432\">Spirit</a>,\" for last year's <em>The Lion King</em>, which failed to win or even be nominated for an Oscar. Aguilera's new song looks like it'll fare even worse. It's just all levels of \"bleh.\" Comes across an even less interesting version of \"Reflection,\" the song she originally sang for 1998's animated <em>Mulan–</em>don't worry <em>Mulan</em>-ers, she's also releasing an updated version of that. Considering the film's dedication to representation (at least in front of the camera), I was surprised they'd bring back Aguilera when they could've showcased a Chinese performer. Of course, there's only one good reason for it: nostalgia. Disney also released a lyric video for the entire song, in case you were curious whether the longer version shows improvement over the snippet from the teaser (it doesn't). <em>Mulan</em> comes out on March 27.", "entities": ["Mulan", "Beauty and the Beast", "The Lion King", "Mary Poppins Returns"]}, "https://io9.gizmodo.com/8-sibling-teams-who-paved-the-way-for-onwards-fantasy-a-1842032762": {"title": "8 Fantasy Films Featuring Sibling Hero Teams", "content": "When <a href=\"https://io9.gizmodo.com/the-50-spookiest-kids-in-horror-movies-ranked-1781681290\">you're a kid</a> and you suddenly find yourself part of a big movie adventure, chances are good that if you have a sibling around, they'll come too. That happens in <a href=\"https://io9.gizmodo.com/pixars-onward-does-everything-right-but-still-misses-s-1841793558\">Pixar's </a><a href=\"https://io9.gizmodo.com/pixars-onward-does-everything-right-but-still-misses-s-1841793558\"><em>Onward</em></a><em>–</em>just the latest in a long line of <a href=\"https://io9.gizmodo.com/the-nerds-watch-the-best-sci-fi-and-fantasy-streaming-1841818222\">sci-fi and fantasy movies</a> featuring siblings who become hero teams along the way. Here are eight of our other favorites.<br/> Obviously, Disney has a long track record of sending brothers and/or sisters on epic quests and/or into battle together. We've already mentioned <em>Onward</em> from Pixar, and the <em>Frozen</em> series is another recent example. A classic example is <em>Star Wars</em>' Luke and Leia, though they didn't end up sharing too much screen time once their family ties were established. But while Marvel's movies are often more fond of playing up sibling <em>rivalries</em> (<a href=\"https://io9.gizmodo.com/thor-ragnarok-may-be-the-funniest-superhero-movie-ever-1819456249\">Thor, Loki, and Hela</a>; Nebula and Gamora, etc.) than team-ups, there's no more magical duo than T'Challa (<a href=\"https://io9.gizmodo.com/at-first-chadwick-bosemans-black-panther-couldve-had-a-1828784014\">Chadwick Boseman</a>) and Shuri (<a href=\"https://io9.gizmodo.com/letitia-wright-freestyling-in-costume-somehow-makes-bla-1823293589?_ga=2.42244901.1472959422.1583167035-732618643.1564191316\">Letitia Wright</a>) in <a href=\"https://io9.gizmodo.com/black-panther-is-marvels-first-shakespearean-epic-1822779133?_ga=2.146775988.1472959422.1583167035-732618643.1564191316\"><em>Black Panther</em></a><em>. </em> He's got gravitas, a strong moral code, and the royal superpowers that are his birthright–but he wouldn't get very far in a fight without <a href=\"https://io9.gizmodo.com/how-hollywood-fx-wizards-created-the-magical-technology-1826420254\">the suits, vehicles, and weapons crafted using Shuri's wizard-like technology smarts</a>. There's a mutual respect there, but also the kind of deep love that allows for snarking about, say, one's questionable decision to wear sandals in a science lab. When their beloved neighborhood is threatened by greedy developers, Mikey Walsh (<a href=\"https://io9.gizmodo.com/take-a-trip-down-memory-lane-with-goonies-and-lord-of-t-1827526353\">Sean Astin</a>) and his friends do what any kids in need of a great sum of money who <em>also</em> happen to be in possession of a pirate map would do, and go treasure hunting! While Mikey's older brother Brand (<a href=\"https://io9.gizmodo.com/watch-josh-brolin-become-thanos-in-this-exclusive-behin-1827872928\">Josh Brolin</a>) is initially irritated by his brother's antics, he soon joins the adventure–partially to impress the girl he has a crush on, but also because he genuinely cares about Mikey, who's perpetually in danger of succumbing to asthma, escaped convicts, and the fallout from any number of cleverly placed booby traps. Remember when Disney wasn't afraid to just get <a href=\"https://io9.gizmodo.com/open-channel-what-was-the-first-movie-that-scared-the-1823227493\">totally freakin' weird</a>? This 1975 adaptation of Alexander Key's groovy sci-fi novel follows Tia (Kim Richards) and Tony (Ike Eisenmann), orphans who're desperately trying to stay one step ahead of the sleazy tycoon (Ray Milland) and his yes-men (including <em>Halloween</em>'s Donald Pleasence) who're dying to get their mitts on the kids so they can exploit their superpowers. The siblings, who have an unusually close relationship that speaks to their <em>not quite human</em> origins, spend most of the movie as fugitives, but fortunately their extraordinary abilities–including Tia's handy ability to talk to animals–help keep them safe until they track down the rest of their long-lost family. <a href=\"https://io9.gizmodo.com/e-t-and-the-real-grown-up-elliott-reunite-in-a-commer-1840072382\">Middle kid Elliott</a> (Henry Thomas) first discovers the skittish alien that's taken up residence in his family's backyard shed, and he's the one who really bonds with the creature. But his madcap plan to hide E.T.–first from his frazzled mom, then from menacing government types–and then help E.T. hitch an urgent interstellar ride home wouldn't have been possible without the help of his siblings, who provide key support (disguises, reconnaissance, BMX-based subterfuge, etc.) in all aspects of the anti-adult cover-up. It's sibling law that if one of you discovers a magical portal to a fantasy realm, everyone else gets to tag along and see it for themselves. The Pevensie kids–Lucy (Georgie Henley), Peter (William Moseley), Susan (Anna Popplewell), and Edmund (Skander Keynes)–have had so many adventures together involving witches, enchanted creatures, ascensions to the throne, allegorical beasts, and more that they've filled three feature films (<a href=\"https://io9.gizmodo.com/marvel-and-star-wars-vet-joe-johnston-will-direct-the-n-1794687521\">so far</a>) based on the seven-part classic C.S. Lewis book series. We're talking about movies here, but if you prefer <a href=\"https://io9.gizmodo.com/the-first-teaser-for-netflixs-lemony-snickets-a-series-1787401610\">the Netflix version</a>, so be it; both adaptations of Daniel Handler's jauntily macabre series of children's books follow the misadventures of the newly orphaned Violet, Klaus, and Sunny Baudelaire, who fall into the clutches of their sinister relative, Count Olaf. <a href=\"https://io9.gizmodo.com/a-series-of-unfortunate-events-season-3-is-coming-and-1830411229\">Disasters abound</a>, conspiracies arise, and cruelty rears its head on occasion–but the kids, including toothy baby Sunny, manage to work together to out-scheme every greedy adult that tries to get the better of them. When the witchy, children-consuming Sanderson sisters rise from the beyond, it's up to a pair of new-in-town siblings (one of whom was–oops!–the cause of that supernatural reincarnation) to make things right again. Their dynamic–over-it older bro Max (Omri Katz) and <a href=\"https://io9.gizmodo.com/a-hocus-pocus-fan-musical-recreates-the-classic-hallowe-1838538702\">Halloween-obsessed</a> younger sis Dani (Thora Birch)–mirrors the relationship of another pair of Salem siblings, whose less-successful encounter with the Sandersons sets <em>Hocus Pocus</em>' circa-1993 events in order hundreds of years prior. Sam (Corey Haim) and Michael (Jason Patric) are the main characters here, and their relationship–a bond built on affectionate shit-talking–forms the heart of <a href=\"https://io9.gizmodo.com/12-things-i-love-about-the-lost-boys-that-have-nothing-1797467896\">the movie</a>. But that brotherly love is tested when Michael sorta accidentally falls in with the local vampire gang. The boys eventually resolve to stand up to the bloodsuckers, but their ghoul-fighting efforts would be pretty wan without the well-informed and well-armed assistance of another brother team: Edgar (Corey Feldman) and Alan Frog (Jamison Newlander). While Sam and Michael, who've just arrived in town with their newly divorced mother (Dianne Wiest), are still figuring out the lay of the land in beachy Santa Carla, Edgar and Alan are hardcore locals who have some specific ideas about survival in \"the murder capital of the world.\" Nobody really has any idea what they're doing when it comes time for the movie's big battle–but the combined power of both sets of brothers (along with several wooden stakes and other anti-vamp implements) manage to get the job done.", "entities": ["Hocus Pocus", "Lemony Snicket's A Series of Unfortunate Events", "The Lost Boys", "Star Wars", "Escape to Witch Mountain", "Frozen", "The Chronicles of Narnia", "Halloween", "E.T. the Extra-Terrestrial", "Onward", "The Goonies", "Black Panther"]}, "https://io9.gizmodo.com/disney-s-hocus-pocus-sequel-has-found-its-director-1842095877": {"title": "Disney+'s Hocus Pocus Sequel Has Found Its Director", "content": "After years of being stuck in various circles of development hell, <a href=\"https://io9.gizmodo.com/praise-satan-disney-conjures-a-new-hocus-pocus-tv-movi-1818917407\">the <em>Hocus Pocus </em>sequel</a> is finally becoming a reality, now that the Disney+ project has found a director to bring Salem's sinister Sanderson sisters back to life (again). <a href=\"https://variety.com/2020/film/news/hocus-pocus-2-adam-shankman-disney-plus-1203524024/\" >Variety reports</a> that Adam Shankman <em>(What Men Want, Step Up)</em> has signed on to to helm <em>Hocus Pocus 2 </em>with <a href=\"https://io9.gizmodo.com/the-hocus-pocus-sequel-has-found-a-writer-and-a-new-ho-1839208454\">a script from <em>Workaholics </em>co-producer Jen D'Angelo</a>. Currently, there are no details about the film's plot and whether Bette Midler, Kathy Najimy, and Sarah Jessica Parker will reprise their witchy roles from the 1992 cult classic–though Disney is said to be interested in incorporating the actors into the project, which isn't meant to be a full-on reboot. No further information about <em>Hocus Pocus 2 </em>has been made available just yet, but we'll be sure to let you know the moment it has.", "entities": ["Hocus Pocus 2", "Workaholics"]}, "https://io9.gizmodo.com/james-bond-s-latest-film-release-has-been-delayed-due-t-1842090315": {"title": "James Bond’s Latest Film Release Has Been Delayed Due to the Coronavirus", "content": "The coronavirus <a href=\"https://io9.gizmodo.com/publishers-and-creators-are-dropping-out-of-emerald-cit-1842086299?_ga=2.108177218.1387164429.1583113886-1597414124.1522872342\">has struck Hollywood</a> and a very special agent.<br/> \"MGM, Universal and Bond producers, Michael G. Wilson and Barbara Broccoli, announced today that after careful consideration and thorough evaluation of the global theatrical marketplace, the release of <a href=\"https://io9.gizmodo.com/the-new-no-time-to-die-spot-teases-a-big-bond-secret-1841425798\"><em>No Time to Die</em></a> will be postponed until November 2020.\" So read the tweet from the <a href=\"https://twitter.com/007/status/1235248760260874241\" >official 007 Twitter account</a> announcing the delay of the latest James Bond adventure Wednesday morning. \"The film will be released in the UK on November 12, 2020 with worldwide release dates to follow, including the U.S. launch on November 25, 2020,\" read a second tweet. While the tweet doesn't specifically say it, \"evaluation of the global theatrical marketplace\" clearly refers to the spread of the coronavirus and how it's impacting people visiting movie theaters and so much more. <em>No Time to Die</em>, the 25th James Bond film, was scheduled to come out April 10 and the promotional schedule was already in full swing. Junkets were planned, tickets were literally already on sale, etc. But with fears over how the continual spread of the coronavirus, also called COVID-19, will impact not just filmgoers, but everyone across the globe, the powers that be felt the film would be better served by a winter release. Though coronavirus had already impacted the release of some films in China, as well as <a href=\"https://io9.gizmodo.com/publishers-and-creators-are-dropping-out-of-emerald-cit-1842086299?_ga=2.108177218.1387164429.1583113886-1597414124.1522872342\">multiple pop culture events</a>, <em>No Time to Die</em> is the first film impacted in the United States. There's probably a good chance it won't be the last, either.", "entities": ["No Time to Die"]}, "https://io9.gizmodo.com/daniel-radcliffe-has-no-plans-to-return-to-harry-potter-1842026241": {"title": "Daniel Radcliffe Has No Plans to Return to Harry Potter Series", "content": "<a href=\"https://io9.gizmodo.com/daniel-radcliffe-heads-way-back-in-time-for-anthology-c-1839965538\"><em>Miracle Workers: Dark Ages</em></a> lead Daniel Radcliffe isn't interested in returning to the franchise that made him a star. As the <em>Harry Potter</em> franchise continues to thrive with the upcoming third film in the <em>Fantastic Beasts </em>series and <a href=\"https://io9.gizmodo.com/daniel-radcliffe-has-a-very-good-reason-for-not-wanting-1830612756\"><em>Harry Potter and the Cursed Child</em></a> on Broadway, Radcliffe shared his hesitation on returning to Hogwarts, as well as why he thinks people are so startled by his later roles.<br/> In an interview with <a href=\"https://variety.com/2020/film/news/daniel-radcliffe-escape-from-pretoria-harry-potter-fantastic-beasts-1203518840/\" >Variety</a>, Radcliffe was asked whether he'd considered revising his role as Harry Potter in the <em>Fantastic Beasts and Where to Find Them</em> series. Barring the fact that <em>Fantastic Beasts </em>is a prequel and would need to go to extreme lengths to justify his inclusion, Radcliffe responded that it's not something that he wants to do at this time. Not only because he thinks the franchise is doing fine without him and his <em>Harry Potter</em> co-stars, but also because he doesn't want to sign onto another franchise that requires several film projects. This could explain why <em>Moon Knight</em> <a href=\"https://io9.gizmodo.com/sorry-but-daniel-radcliffe-is-not-your-moon-knight-1841858416\">isn't happening</a>, as well as why J.K. Rowling <a href=\"https://io9.gizmodo.com/j-k-rowling-dashes-your-hopes-and-dreams-of-a-cursed-c-1791429538\">dismissed rumors</a> of a <em>Cursed Child </em>trilogy. \"I don't like to say no to things, but it's not something that I'm rushing to do. I feel like those films have moved on and they're doing just fine without us. I'm happy to keep it that way. I like what my life is now,\" he said. \"I'm not saying that I'll never go back into any franchise, but I like the flexibility that I have with my career now. And I don't want to get into a situation where I'm signed up for one series for years in advance.\" Out of his main co-stars, Radcliffe has had the most unconventional post-<em>Harry Potter</em> career. Instead of coasting on sweet early retirement money, he's taken on projects that run the gamut of curiosities–from playing a bloated corpse in<em> Swiss Army Man </em>to an angelic assistant in<em> Miracle Workers</em>, even Igor in <em>Victor Frankenstein</em>. He's gained a reputation for taking on anything that's \"<a href=\"https://io9.gizmodo.com/all-hail-daniel-radcliffes-6-weirdest-post-harry-potter-1841185323\">weird</a>,\" but Radcliffe doesn't totally agree with that assessment. He told Variety that people tend to identify him so much with his bespectacled counterpart (not surprising, considering many grew up watching him as Harry) that it makes it strange for them to see him in more unconventional roles. \"I accept the label in that there's nothing I've shied away from, but I wasn't like, ‘find me the weirdest thing out there.' I wasn't picking projects that were weird for weird's sake,\" he said. \"I think people saw me play one thing for so long that it seems more notable that I do loads of different stuff now.\" <em>Miracle Workers: Dark Ages</em> is currently airing on TBS.", "entities": ["Moon Knight", "Victor Frankenstein", "Harry Potter and the Cursed Child", "Miracle Workers: Dark Ages", "Fantastic Beasts and Where to Find Them"]}, "https://io9.gizmodo.com/tom-holland-discusses-his-harry-potter-obsession-and-ba-1841976315": {"title": "Tom Holland Discusses His Harry Potter Obsession and Back to the Future Interest", "content": "Rarely a day goes by where you don't see an article about Tom Holland and think, \"Isn't he just lovely?\" He's got <em>Onward</em> <a href=\"https://io9.gizmodo.com/pixars-onward-does-everything-right-but-still-misses-s-1841793558\">coming out next week</a>, will shoot <a href=\"https://io9.gizmodo.com/sony-bumps-the-dates-for-uncharted-and-masters-of-the-u-1841221574\"><em>Uncharted</em> a few weeks</a> after that, there's a third Spider-Man in the works, and in the meantime, is ready to throw down with <a href=\"https://io9.gizmodo.com/j-k-rowling-tweets-support-for-researcher-dismissed-fo-1840533354\">J.K. Rowling</a> over <em>Harry Potter</em> trivia any day of the week. \"I think I might know more about <em>Harry Potter </em>than J.K. Rowling,\" Holland joked talking on <a href=\"https://www.youtube.com/channel/UC-FQUIVQ-bZiefzBiQAa8Fw\" >BBC Radio</a>. \"I'm, like, obsessed with <em>Harry Potter</em>. Growing up as a kid it was my favorite thing ever.\" He also revealed that, in pure, heroic, brave Spider-Man fashion, he is in fact a Gryffindor. Below is the full interview, which also includes a nice moment where Holland acknowledges <a href=\"https://io9.gizmodo.com/this-unsettlingly-accurate-deepfake-casts-tom-holland-a-1841731661\">the above Deep Fake</a> of him as Marty McFly in <em>Back to the Future</em> with Robert Downey Jr. as Doc Brown. He says he has no interest in <a href=\"https://io9.gizmodo.com/there-will-be-another-back-to-the-future-over-robert-ze-1714845687\">an actual remake</a> (though apparently, conversations have taken place?!?!?) but that he'd love to reshoot the Deep Fake scene from the high school just for the fun of it. On Downey's dime of course. To be honest, Holland would make a very good Marty, if it was 35 years ago. And a great Harry Potter too...if it was 20 years ago. But for now, we'll just have to be happy we have him as Spider-Man. [h/t <a href=\"https://comicbook.com/movies/2020/02/28/back-to-the-future-remake-tom-holland-reaction-talks-plans-robert-downey-jr/\" >ComicBook</a>]", "entities": ["Back to the Future", "Harry Potter", "Uncharted", "Onward"]}, "https://io9.gizmodo.com/the-first-monster-hunter-movie-posters-are-here-and-gi-1841973777": {"title": "The First Monster Hunter Movie Posters Are Here, and Giant Sword Giant Sword Giant Sword Giant Sword", "content": "Look: this movie is probably gonna be a hot mess. It's Paul W.S. Anderson taking on a Capcom video game again, and we've just gotta hope it's a <a href=\"https://io9.gizmodo.com/resident-evil-retribution-your-punishment-for-loving-5943250?_ga=2.10741948.904714694.1582488711-105069102.1526253072\"><em>Resident Evil: Retribution</em></a> hot mess rather than a <a href=\"https://io9.gizmodo.com/the-resident-evil-final-chapter-promises-that-this-is-1785029428?_ga=2.7007034.904714694.1582488711-105069102.1526253072\"><em>Resident Evil: The Final Chapter</em></a> hot mess. But, I will say this: that sword <em>continues to look great</em>.<br/> The first two posters for Sony's <em>Monster Hunter</em> movie have dropped via <a href=\"https://uk.ign.com/articles/monster-hunter-movie-two-exclusive-new-posters\" >IGN</a>, and honestly...it's basically what we've already seen from the movie. Way back in late 2018, the first official pictures from Anderson's take on the, well, monster-hunting action-RPG series gave us Milla Jovovich looking mildly confused and Tony Jaa with a <a href=\"https://io9.gizmodo.com/the-first-look-at-the-monster-hunter-movie-reveals-they-1830566344\">Big Fucking Sword</a>. But now, the tables have turned, and it's Jovovich's turn to hold the Big Fucking Sword! Everyone should get a turn! Yes, okay <em>Monster Hunter World</em> fans, I know, it's a <em>great sword</em>, and it's technically the starting one, the Bone Great Sword. But, c'mon, live a little. It's a bigass sword, and that's fun. Although honestly, it could afford to be bigger? This is absurd for a movie, perhaps, but not <em>quite</em> as absurd as it is <a href=\"https://vignette.wikia.nocookie.net/monsterhunter/images/4/49/MHW-Great_Sword_Equipment_Render_001.png\" >in the games</a>. Well, there at least you need your great sword to be absurdly large because you're carving away at giant monsters with it. God, could you <em>imagine</em> how silly it would be for them to have fully replicated that scale? It's <em>also</em> fun that honestly, Jaa's outfit is a pretty accurate take on <em>World</em>'s Field Team Leader, so even if the movie itself seems pretty out of wack in terms of its story, at least aesthetically it's pretty spot on so far. Jovovich is playing a soldier named Natalie Artemis, who, alongside her unit, finds themselves teleported to a mysterious world inspired by the <em>Monster Hunter </em>games, and must team up with Jaa's Hunter to learn the ways of monster huntin' and find their way home. Presumably, Rathalos <a href=\"https://io9.gizmodo.com/the-team-behind-the-resident-evil-movies-is-making-a-mo-1789219361\">will be there</a>. And Monsters will be Hunted, of course. Will there be <a href=\"https://monsterhunterworld.wiki.fextralife.com/Palicoes\" >Palicos</a>? There better be.<br/> We don't really know, because even now, we only basically know three things about the movie: Milla Jovovich, Tony Jaa, Giant Sword. Maybe that's all we need to know before <em>Monster Hunter</em> hits screens this September.", "entities": ["Monster Hunter World", "Resident Evil: Retribution", "Resident Evil: The Final Chapter"]}, "https://io9.gizmodo.com/report-stephen-spielberg-will-no-longer-direct-indiana-1841936713": {"title": "Report: Steven Spielberg Will No Longer Direct Indiana Jones 5", "content": "<a href=\"https://io9.gizmodo.com/harrison-ford-oddly-dropped-chris-pines-name-when-talki-1835010597?_ga=2.5843699.1703642740.1582638306-1751557175.1567029747\"><em>Indiana Jones</em></a> is coming back for a fifth adventure–this we've <a href=\"https://io9.gizmodo.com/harrison-ford-and-steven-spielberg-return-for-indiana-j-1765033816\">known for ages</a>, as the film's been in a long development process. But now as it begins to slowly come out of that process, it's going to be doing so without the man that has been behind the camera since the very first movie in the franchise.<br/> <a href=\"https://variety.com/2020/film/news/steven-spielberg-indiana-jones-5-james-mangold-harrison-ford-1203515698/\" >Variety</a> reports that Steven Spielberg has taken the decision step down from directing <em>Indiana Jones 5</em>, but will remain attached to the project as a producer. Harrison Ford <a href=\"https://io9.gizmodo.com/harrison-ford-says-he-starts-doing-something-with-in-1841716179\">will still return</a> as the titular adventuring archaeology professor/whip enthusiast, as was first confirmed when Lucasfilm announced a new <em>Indy</em> film back in 2016, but the hunt is on for a new director to bring a new perspective to the franchise. That new director could be, according to the trade, <a href=\"https://io9.gizmodo.com/logan-director-james-mangold-warns-that-fandom-backlash-1827432164?_ga=2.35958568.904714694.1582488711-105069102.1526253072\"><em>Logan</em>'s James Mangold</a>, who is allegedly in talks to take over but has not officially signed on. In recent weeks Ford has discussed forward progress on <em>Indy 5</em>, telling <a href=\"https://theplaylist.net/harrison-ford-indiana-jones-5-promise-20200225/\" >the Playlist</a> \"We want it to be the best. We've got some scheduling issues and a few script things still to do, but we are determined to get it right before we get it made.\" Those issues, as well as Spielberg stepping down as director, likely suggest that the movie won't be making its <a href=\"https://io9.gizmodo.com/youre-going-to-have-to-wait-longer-for-indiana-jones-5-1827217390\">current planned</a> July 2021 release date. Rumors have long swirled for that \"scheduling issues\" and \"script things,\" as Ford mentioned, are the <a href=\"https://io9.gizmodo.com/heres-a-mildly-confusing-update-about-indiana-jones-5-1838336641\">two main reasons</a> for a potential <a href=\"https://io9.gizmodo.com/disney-shuffles-the-release-dates-for-marvel-indiana-j-1827483481?_ga=2.35958568.904714694.1582488711-105069102.1526253072\">further delay</a>–the latter of great import to get right on <em>Indy 5</em>, considering <a href=\"https://io9.gizmodo.com/a-quick-reminder-of-where-indiana-jones-was-the-last-ti-1765052731\">the horror that is</a> <em>Kingdom of the Crystal Skull</em>. Given Spielberg's incredibly busy schedule on myriad other projects right now, him stepping down wouldn't be too surprising, even if it might mean yet another setback for Indy. io9 has reached out to Disney for a comment on Spielberg's potential exit from <em>Indiana Jones 5</em>'s directors chair and will update this piece if we receive a response. <em>Additional reporting by Germain Lussier.</em>", "entities": ["Kingdom of the Crystal Skull", "The Last Crusade", "Indiana Jones 5", "Logan"]}, "https://io9.gizmodo.com/disneys-attempts-to-avoid-the-errors-of-mulans-original-1841933231": {"title": "Coronavirus Could Dampen Disney's Mulan China Box Office Hope", "content": "In 1998, Disney's attempts to launch its animated take on the fable of Hua Mulan in China hit a snag that delayed its release by nearly a year. Now, on the precipice of releasing its <a href=\"https://io9.gizmodo.com/mulan-s-final-trailer-highlights-the-films-epic-action-1841426504\">live-action remake</a> aimed even further at capitalizing on the Chinese market, Disney finds itself in another problematic situation: <a href=\"https://gizmodo.com/who-coronavirus-not-a-pandemic-yet-despite-continuing-1841887144\">the global spread</a> of the coronavirus.<br/> A new profile piece about Niki Caro's live-action take on <em>Mulan</em> in <a href=\"https://www.hollywoodreporter.com/features/inside-disneys-bold-200m-gamble-mulan-stakes-couldnt-be-higher-1280999\" >the Hollywood Reporter</a> goes into a few of the concerns beginning to emerge over the fact that the movie's global March 27 release date may not actually end up being quite so global, especially in the Chinese market Disney is coveting. Since the spread of the novel coronavirus–which causes a pneumonia-like illness officially designated COVID-19–beginning late last year, the Chinese government's <a href=\"https://gizmodo.com/global-death-toll-from-covid-19-surpasses-2-000-though-1841778240\">ongoing crackdowns</a> to quarantine the disease within its borders have included major restrictions on the country's box office industry. Since late January, every movie theater in China–over 70,000 in total–has been shut down in an attempt to discourage people from leaving their homes, leading to the cancellation of several Western releases in the last month, including Disney-adjacent titles like Fox Searchlight's <a href=\"https://io9.gizmodo.com/jojo-rabbit-is-taika-waititis-most-emotional-film-to-da-1838271960\"><em>Jojo Rabbit</em></a>. As the situation around COVID-19 develops, not just in China but in outbreaks across the world, there's uncertainty over whether or not <em>Mulan</em>'s Chinese debut will have to be scrapped. Not releasing day-and-date in China could deliver a huge blow to Disney's hopes for the film, itself a radical re-invention of the animated movie that has been tweaked to try and cater the Chinese audience–<a href=\"https://io9.gizmodo.com/new-footage-from-mulan-was-filled-with-a-whirlwind-of-e-1837542561?_ga=2.47375151.904714694.1582488711-105069102.1526253072\">retaining more elements</a> from the classic Chinese epic ballad, and removing elements from the animated version, such as its original songs and characters like Mushu the dragon. The current situation has shades of the controversy surrounding the original <em>Mulan</em>'s release. As THR notes, after facing lingering backlash within the country for Disney's release of Martin Scorsese's <em>Kundun–</em>the 1997 biopic about the Dalai Lama and the Chinese occupation of Tibet–the Chinese government stalled the debut of <em>Mulan</em> for nearly a year after its Western debut. Releasing in early 1999 after families had returned to work following the New Year holidays (and pirated copies were easily accessible), <em>Mulan</em> was an unmitigated <a href=\"http://news.bbc.co.uk/1/hi/entertainment/299618.stm\" >box office bomb</a>. Now, hopes that this latest version could turn the tables are looking increasingly unlikely. It means that <em>Mulan</em>'s performance in the U.S. is now more important than ever for the House of Mouse. The film has already had to deal with concerns from fans that the live-action remake <a href=\"https://io9.gizmodo.com/any-live-action-mulan-without-ill-make-a-man-out-of-you-1793404876\">removes too much</a> from the animated original, as well as controversies around its star, Liu Yifei, <a href=\"https://io9.gizmodo.com/hong-kong-protesters-urge-boycott-of-disneys-mulan-rema-1837333438\">who sparked backlash</a> last summer when she posted messages of support for the Hong Kong police on Weibo at the height of protests in the country about Chinese rule of the island, leading to calls for international boycotts of the film. \"I think it's obviously a very complicated situation and I'm not an expert,\" was all Liu would tell THR about the backlash to her comments. \"I just really hope this gets resolved soon, I think it's just a very sensitive situation.\" We won't have much longer to see just how <em>Mulan</em> does in the West, where its March 27 rollout is still well on track. Whether or not it makes it to China any time soon however, remains to be seen.", "entities": ["Kundun", "Jojo Rabbit", "Mulan"]}, "https://io9.gizmodo.com/the-jim-henson-company-is-making-an-office-meets-harry-1841797658": {"title": "Christoph Waltz to Star in Portable Door Comedy Fantasy Film", "content": "A rudderless young man begins to suspect something's a little <em>off </em>about the London firm where he's just landed an entry-level gig–and he's not wrong. For instance: one of the middle managers is secretly a shape-shifting goblin. That's the set-up for <em>The Portable Door</em>, a book series set to become a movie with some very cool talent behind it. <em>The Portable Door</em>–based on<a href=\"https://io9.gizmodo.com/tom-holt-explains-why-do-gooder-time-travelers-muck-thi-386368#!\"> Tom Holt</a>'s series of satirical fantasy novels that begins with the title book (a later entry is titled <em>You Don't Have to Be Evil to Work Here, But It Helps</em>)–is getting the big-screen treatment, taking us into the world of the mysterious J.W. Wells &amp; Co., a seemingly ordinary corporate firm that (surprise!) specializes in magic. The Jim Henson Company (<a href=\"https://io9.gizmodo.com/the-dark-crystal-age-of-resistance-is-the-groundbreaki-1837447298\"><em>The Dark Crystal: Age of Resistance</em></a><em>) </em>will co-produce, which no doubt means it'll be bringing its own magical touch to the special effects. According to <a href=\"https://www.hollywoodreporter.com/news/berlin-christoph-waltz-guy-pearce-enter-portable-door-1279880\" >the Hollywood Reporter</a>, the company has high hopes for the project, with CEO Lisa Henson praising its \"crowd-pleasing franchise potential\" as well as \"its relatable, gritty humor made popular in shows like<em> The Office</em>, and its rich, <em>Harry Potter</em>-like, high-fantasy setting.\" <a href=\"https://www.hollywoodreporter.com/news/berlin-christoph-waltz-guy-pearce-enter-portable-door-1279880\" >As <em>The Hollywood Reporter</em> notes</a>, <a href=\"https://io9.gizmodo.com/report-christoph-waltz-is-returning-as-super-baddie-bl-1836355856\">Christoph Waltz</a> <em>(</em><a href=\"https://io9.gizmodo.com/rosa-salazar-shines-in-an-otherwise-unfocused-alita-ba-1832241871\"><em>Alita: Battle Angel</em></a><em>)</em> is set to star as \"charismatic villain Humphrey Wells, the CEO of the company, [who] is disrupting the world of magic by bringing modern corporate strategy to ancient magical practices,\" with Guy Pearce <em>(Alien: Covenant) </em>playing \"the shape-shifting goblin trapped in the organization's middle management.\" <em>The OA</em>'s Patrick Gibson will play befuddled protagonist Paul Carpenter, with TV veterans Jeffrey Walker directing and Leon Ford adapting the script. <em>The Portable Door</em> sounds intriguing–not <em>just</em> because we love to see Waltz in anything, and he'll definitely make an excellent boss-from-hell type, but that's certainly a big part of it. The film is still in the pre-production stages so there's zero word on a release date, but we'll be keeping our comedic-fantasy radars alert for more.", "entities": ["Harry Potter", "The Hollywood Reporter", "The Dark Crystal: Age of Resistance", "The OA", "The Portable Door", "Alita: Battle Angel"]}, "https://io9.gizmodo.com/the-next-planet-of-the-apes-movie-will-continue-caesar-1841790721": {"title": "The Next Planet of the Apes Movie Will Continue 'Caesar’s Legacy'", "content": "We learned <a href=\"https://io9.gizmodo.com/a-new-planet-of-the-apes-movie-may-be-in-the-works-1840180439\">late last year</a> that the <em>Planet of the Apes</em> franchise would not end with <a href=\"https://io9.gizmodo.com/war-for-the-planet-of-the-apes-is-one-of-the-best-and-b-1796373588\">2017's <em>War for the Planet of the Apes</em></a>, something that had actually been rumored since <a href=\"https://io9.gizmodo.com/a-new-planet-of-the-apes-movie-may-be-in-the-works-1840180439\">shortly after that acclaimed film's release</a>. And now, we know that the new <em>Apes</em> film won't be another reboot, but rather a continuation of the saga.<br/> This comes via the Twitter of director Wes Ball (the <em>Maze Runner</em> series), who is known for being a straight shooter on social media (he's the one who shared that <a href=\"https://io9.gizmodo.com/the-mouse-guard-movie-is-officially-dead-but-this-demo-1835875907\">reel from the scrapped <em>Mouse Guard</em> adaptation</a> last year, which he'd been on board to direct until <a href=\"https://io9.gizmodo.com/disney-kills-foxs-mouse-guard-adaptation-but-that-does-1834136867\">it became a casualty of Disney's Fox acquisition</a>). In December, we learned that Disney (which now owns the <em>Apes</em> franchise thanks to that same Fox acquisition) had tapped Ball to work on a new <em>Apes</em> film, but the reports didn't specify much more than that. Over the weekend, however, the director (after tut-tutting \"It's never been easier for film journalists to actually get in touch with the actual people who actually know... but maybe it's the point to NOT fact-check these days?\") <a href=\"https://twitter.com/wesball/status/1229210753808207872\" >confirmed that</a> \"Regardless. Don't worry. I won't ruin the surprises, but it's safe to say Caesar's legacy will continue...\" We like his style. While there's no big reveal there–back in December, after his involvement was announced, <a href=\"https://twitter.com/wesball/status/1202032320611438592\" >Ball tweeted</a> \"I'll say this about <em>Apes</em>... I grew up on the original and absolutely love the previous trilogy. I would only do this if I felt I could offer something special while still honoring what's come before. We have something that's shaping up to be an awesome chapter to this franchise\"–that's enough of a nugget to get us even more excited for another round with those <a href=\"https://io9.gizmodo.com/these-war-for-the-planet-of-the-apes-split-screens-will-1819339996\">incredibly well-rendered</a> damn dirty apes. [h/t <a href=\"https://www.radiotimes.com/news/film/2020-02-19/planet-of-the-apes-director-addresses-reboot-rumours/\" >Radio Times</a>]", "entities": ["Maze Runner", "Mouse Guard", "War for the Planet of the Apes"]}, "https://io9.gizmodo.com/mulan-will-be-disneys-first-pg-13-live-action-remake-1841786770": {"title": "Mulan Will Be Disney's First PG-13 Live-Action Remake", "content": "She's as swift as the coursing river, with all the force (and violence) of a great typhoon. Disney's <a href=\"https://io9.gizmodo.com/mulan-s-final-trailer-highlights-the-films-epic-action-1841426504\"><em>Mulan</em></a> has become the first <a href=\"https://io9.gizmodo.com/mulan-is-no-man-in-her-movies-new-powerful-trailer-1840234705\">live-action remake</a> to receive a PG-13 rating, making it the latest film in Disney's rarest collection.<br/> <a href=\"https://www.hollywoodreporter.com/news/mulan-receives-first-pg-13-disneys-live-action-remakes-1279892\" >The Hollywood Reporter</a> says the Motion Picture Association of America has given <em>Mulan</em> a PG-13 rating for \"sequences of violence,\" making Disney's sixteenth live-action remake the first one to secure the rating. Until now, it's mostly been a PG game–with the exception of the two <a href=\"https://io9.gizmodo.com/can-emma-stone-fill-cruella-de-vils-dog-skin-coat-1751461030\"><em>101 Dalmations</em></a> films starring Glenn Close which were rated G, all of the live-action remakes have been rated PG. Usually for action scenes or moments of fantasy violence. But <em>Mulan</em> is a step apart from the previous live-action remakes. Unlike <a href=\"https://io9.gizmodo.com/the-live-action-beauty-and-the-beast-is-fine-but-also-1793323498\"><em>Beauty and the Beast</em></a><em> </em>and<em> </em><a href=\"https://io9.gizmodo.com/the-lion-king-is-a-gorgeous-but-completely-unnecessary-1836244494\"><em>The Lion King</em></a>, which were pure musical remakes of their originals (in some cases, shot for shot), <em>Mulan</em> is being touted as a new interpretation of their animated tale and the Chinese legend it's based on. It's a fantasy war flick that doesn't feature any musical numbers, and some characters like Mushu and Captain Li Shang have been removed (the latter of which I am still rioting over). With this rating, <em>Mulan</em> joins a rare group of Walt Disney films that have received the PG-13 rating, which was introduced in 1984. Starting in 2003 with <em>Pirates of the Caribbean: The Curse of the Black Pearl</em>, Disney's only had 10 movies in its direct repertoire be rated higher than PG–half of then coming from the <a href=\"https://io9.gizmodo.com/disney-is-reportedly-looking-to-reboot-pirates-of-the-c-1829948993\"><em>Pirates of the Caribbean </em>franchise</a>. And they've still never made a PG-13 animated film. These don't include movies produced through Touchstone, 20th Century Studios, or any of the Marvel or <em>Star Wars</em> films. It's no surprise Disney's avoided the \"13\" part of the ranking, as it can be a risky venture for the studio. Sure, the <em>Pirates</em> movies have been smash hits and <em>Saving Mr. Banks</em> was a success, but every other one of Disney's journeys into PG-13 territory have been failures. These include<em> </em><a href=\"https://io9.gizmodo.com/lone-ranger-is-johnny-depps-tribute-to-shitty-superher-654517516\"><em>The Lone Ranger</em></a>, <a href=\"https://io9.gizmodo.com/john-carter-will-dazzle-you-with-the-best-and-worst-o-5891825\"><em>John Carter</em></a>, and the ill-fated attempt to turn <a href=\"https://io9.gizmodo.com/john-olivers-attack-on-hollywood-whitewashing-is-both-s-1760630299\"><em>Prince of Persia</em></a> into the next <em>Pirates</em>-esque franchise. <em>Mulan</em> will be a gamble, but perhaps one that'll work in their favor. Directed by<em> </em>Niki Caro, <em>Mulan</em> arrives in theaters on March 27.", "entities": ["John Carter", "The Lone Ranger", "101 Dalmations", "Pirates of the Caribbean: The Curse of the Black Pearl", "Mulan", "Star Wars", "Saving Mr. Banks", "Beauty and the Beast", "Prince of Persia"]}, "https://io9.gizmodo.com/aladdin-2-is-a-go-after-finally-figuring-out-its-plot-1841650309": {"title": "Aladdin 2 Is a Go After Finally Figuring Out Its Plot", "content": "Making <a href=\"https://io9.gizmodo.com/good-god-disneys-apparently-considering-a-sequel-to-it-1837153168?_ga=2.244039105.519915473.1581355631-1597414124.1522872342\">a sequel to <em>Aladdin</em></a> is no easy task. At the end of the first film, the genie is no longer the genie. He can't grant any more wishes. Plus, Aladdin and Jasmine are happily together. Where do things go next, after that <a href=\"https://io9.gizmodo.com/aladdin-made-me-feel-like-a-kid-again-1834903211\">perfect fairy-tale finale</a>? Disney hired a room full of writers to crack that task–and, according to <a href=\"https://variety.com/2020/film/news/aladdin-sequel-1203502713/\" >Variety</a>, after several months they've finally done it. Out of a group of writers who were working on various ideas, John Gatins (<em>Real Steel</em>) and Andrea Berloff (<em>Straight Outta Compton</em>) have been hired to write an <em>Aladdin</em> sequel which <a href=\"https://io9.gizmodo.com/guy-ritchie-talks-aladdins-delicate-balance-of-disney-n-1834896981?_ga=2.8650609.519915473.1581355631-1597414124.1522872342\">Guy Ritchie is expected</a> to direct. Will Smith, Mena Massoud, and Naomi Scott are all expected to reprise their roles too, though since the script hasn't actually been written, no one has officially signed on yet. There's no word what, exactly, on the sequel will be about, but \"at one point the studio and producers were looking at other tales from <em>One Thousand and One Nights</em>, the collection of Middle Eastern folk tales that also houses Ali Baba and the Forty Thieves and Sinbad the Sailor,\" according to <a href=\"https://www.hollywoodreporter.com/heat-vision/aladdin-2-works-guy-ritchie-direct-1279150\" >The Hollywood Reporter</a>. <br/> The film will be a theatrical release and will offer a completely new take–so, sorry fans of <em>The Return of Jafar </em>(the animated film's direct-to-video sequel), you won't be seeing that in live-action. <em>Aladdin</em> grossed over a billion dollars in 2019 which is why the company is so excited to make a sequel. Hopefully, all the time and effort to come up with a fresh idea will spawn another diamond in the rough.", "entities": ["Real Steel", "Aladdin 2", "One Thousand and One Nights", "Straight Outta Compton", "The Return of Jafar"]}, "https://io9.gizmodo.com/after-his-oscar-win-taika-waititi-reminds-us-nazis-bel-1841577452": {"title": "After His Oscar Win, Taika Waititi Reminds Us Nazis Belong in Jail", "content": "One of the many excellent choices made at the <a href=\"https://io9.gizmodo.com/your-2020-oscar-winners-parasite-and-jokers-joaquin-ph-1841521959\">Academy Awards last night</a> was writer/director Taika Waititi winning Best Adapted Screenplay for <a href=\"https://io9.gizmodo.com/jojo-rabbit-is-taika-waititis-most-emotional-film-to-da-1838271960?_ga=2.64444399.1912414007.1581356885-1597414124.1522872342\"><em>Jojo Rabbit</em></a>. Waititi has become something of a legend in the last few years with his work on <em>What We Do in the Shadows, Thor: Ragnarok, </em><a href=\"https://io9.gizmodo.com/the-mandalorian-saved-its-best-episode-for-last-1840667015?_ga=2.62789612.1912414007.1581356885-1597414124.1522872342\"><em>The Mandalorian</em></a><em>, </em>and more. But that rise to superstardom reached its highest peak yet with his very first Oscar.<br/> After his win, Waititi spoke to the assembled press about the origin of his film, about a young Nazi boy who learns acceptance during World War II despite having Adolf Hitler (played by Waititi) as an imaginary friend. Waititi noted that he's a bit incredulous about the state of things in 2020. \"Us making the film was in response to a resurgence of hate and intolerance and hate speech. And here's the thing: At the end of [World Ward II] there was a very clear rule, if you were a Nazi, you went to jail,\" Waititi said backstage at the Oscars. \"Now the rules have changed a bit. If <a href=\"https://gizmodo.com/internet-savvy-nazi-says-a-bunch-of-old-fashioned-nazi-1839598635\">you're a Nazi</a>, feel free to have a <a href=\"https://gizmodo.com/godwin-of-godwins-law-by-all-means-compare-these-shi-1797807646\">rally down in the town square</a> and you can invite all your mates.\" He continued, \"So something's changed and something's not right. And we have forgotten the rules, I guess, so I feel like this is the <a href=\"https://io9.gizmodo.com/how-jojo-rabbit-is-like-rugrats-yes-that-rugrats-1838757009?_ga=2.106435395.1912414007.1581356885-1597414124.1522872342\">perfect time for a film like this</a>. I feel like the film has become more important and more relevant today.\" \"Which is a sad thing, but also good for me,\" Waititi concluded, holding up his Oscar, ending a serious sentiment with a joke as he's been known to do. Here's the full clip via Variety. Next up for Waititi <a href=\"https://io9.gizmodo.com/christian-bale-may-be-heading-to-the-marvel-cinematic-u-1840836813?_ga=2.102766400.1912414007.1581356885-1597414124.1522872342\">is the <em>Thor</em> sequel</a>, <em>Love and Thunder–</em>and <em>maybe </em>a <a href=\"https://io9.gizmodo.com/report-taika-waititi-may-be-developing-a-star-wars-mov-1841050424?_ga=2.102766400.1912414007.1581356885-1597414124.1522872342\"><em>Star Wars </em>movie</a>? We aren't quite sure.", "entities": ["The Mandalorian", "Jojo Rabbit", "Star Wars", "Love and Thunder", "What We Do in the Shadows", "Thor: Ragnarok"]}, "https://io9.gizmodo.com/dolittle-originally-didn-t-have-as-much-butt-stuff-1841395422": {"title": "Dolittle Originally Didn’t Have as Much Butt Stuff", "content": "<em>Dolittle</em> ends with Robert Downey Jr. putting his hands up <a href=\"https://io9.gizmodo.com/who-put-this-dragon-in-the-new-dolittle-trailer-1840794361\">a dragon's ass</a>. If you hadn't heard that, you <a href=\"https://io9.gizmodo.com/no-number-of-avengers-can-save-the-boring-unfunny-doli-1840998047\">didn't read our review</a> where I said the exact same thing. Is it a spoiler? Yes. But it's such a wild thing to say that your instincts are to assume it couldn't be true. We assure you, it is. And guess what? It was <a href=\"https://io9.gizmodo.com/robert-downey-jr-will-talk-to-animals-as-the-new-docto-1793450199\">Robert Downey Jr.'s</a> idea. That revelation comes from a deep dive into the <a href=\"https://io9.gizmodo.com/the-anti-war-pro-animal-rights-colonialist-history-of-1840930670\">behind-the-scenes woes of the new film</a>, which is currently bombing at the box office. It's a long story, and you can head to <a href=\"https://www.hollywoodreporter.com/heat-vision/behind-robert-downey-jrs-dolittle-debacle-1272759\" >the Hollywood Reporter</a> to read the whole thing, but in relation to butts and Iron Man, here's what we learned. The film's original ending <a href=\"https://io9.gizmodo.com/who-put-this-dragon-in-the-new-dolittle-trailer-1840794361\">also featured a dragon</a>, but nothing to do with its butt. However, the studio didn't think that version of the movie was any good, so it kept bringing people in to switch it up. Later, during a reshoot, Downey himself changed what was the original plan. \"Several sources say it was the actor-producer who came up with the idea of the dragon colonoscopy/enema moment at the last minute,\" the report says. Predictably, Downey's camp didn't want to comment on the allegation. But wait, there's more! Even when it was decided Dolittle would clean a dragon's colon with his hands, one cut of the movie reportedly had him remove \"a boulder-sized stool\" from the dragon. In the final film though, the fecal matter was replaced with inanimate objects. Is it just us or do you feel like we deserve a supercut of all the different endings of the movie, from the original lack of butt stuff to the much grosser butt stuff to the boring (at least, by comparison) butt stuff that ended up in the movie? That actually sounds more entertaining than the film itself.", "entities": ["Dolittle"]}, "https://io9.gizmodo.com/paul-reubens-is-trying-to-make-a-pee-wee-movie-about-th-1841357911": {"title": "Paul Reubens Is Trying to Make a Pee-wee Movie About the Dark Side of Fame", "content": "If anyone reading this has a few million dollars laying around, <a href=\"https://io9.gizmodo.com/our-first-look-at-pee-wee-herman-as-the-penguins-dad-on-1751226854?_ga=2.97401046.857423911.1580068052-1597414124.1522872342\">give Paul Reubens a call</a>. The actor, best known for playing Pee-wee Herman, is reportedly trying to put together an original script he wrote that would put Pee-wee through the wringer unlike anything audiences have ever seen. According to <a href=\"https://www.hollywoodreporter.com/features/pee-wee-hermans-dark-reboot-paul-reubens-is-ready-stage-a-comeback-1273962\" >the Hollywood Reporter</a>, the film, which Reubens has been writing since the ‘90s, begins with Pee-wee getting out of prison. He then becomes \"an unlikely yodeling star,\" moves to Hollywood, <a href=\"https://io9.gizmodo.com/what-we-do-in-the-shadows-creators-dish-on-that-incredi-1834643852?_ga=2.162134901.857423911.1580068052-1597414124.1522872342\">becomes a movie star</a>, and \"develops a severe pill and alcohol addiction that turns him into a monster.\" He also \"gets sent to a mental hospital for shock treatment for his alcoholism.\" \"I've referred to it as the <em>Valley of the Dolls </em>Pee-wee movie,\" Reubens told the trade. \"It's about fame.\" In fact, it was <em>that</em> movie <a href=\"https://io9.gizmodo.com/judd-apatow-gets-behind-the-pee-wee-herman-movie-5577088?_ga=2.97401046.857423911.1580068052-1597414124.1522872342\">Reubens wanted to make with Judd Apatow</a> several years ago, but the prolific producer wanted to do something lighter. The result was <a href=\"https://io9.gizmodo.com/heres-the-first-trailer-for-pee-wees-big-holiday-on-net-1753777126?_ga=2.162134901.857423911.1580068052-1597414124.1522872342\"><em>Pee-wee's Big Holiday</em></a>,<em> </em>which was released by Netflix in 2016. That film cost $30 million and Reubens is reportedly only looking for half that to make \"the dark Pee-wee movie,\" as he calls it. Part of that money would go to him, of course, and part of it would go to de-aging digital technology so he could make Pee-wee look the way Reubens wants, which is much younger than he actually is. He's reportedly shopping the film around Hollywood, and though Netflix and Apatow passed, he was in touch with the Safdie brothers, who recently made<em> Uncut Gems</em> with Adam Sander. Plus, the Hollywood Reporter says a Pee-wee superfan from the United Kingdom may even be interested in investing $10 million. But that's still not enough. \"I do feel like it's going to probably happen,\" he said. \"I have a couple of people that are interested. But this is Hollywood. A couple people interested and five bucks will get you five bucks.\" You'd like to say the idea of a dark Pee-wee movie is ill-conceived, but what if in the early 1980s, someone told you they wanted to dress up in a grey suit with a red bowtie and talk with a high pitched voice to a chair that talks back? That might sound like a bad idea too, but it worked out just fine. Read more about the dark Pee-wee movie and much more about Reubens in the fantastic <a href=\"https://www.hollywoodreporter.com/features/pee-wee-hermans-dark-reboot-paul-reubens-is-ready-stage-a-comeback-1273962\" >Hollywood Reporter profile</a>.", "entities": ["Valley of the Dolls", "Pee-wee's Big Holiday"]}, "https://io9.gizmodo.com/all-hail-daniel-radcliffes-6-weirdest-post-harry-potter-1841185323": {"title": "Daniel Radcliffe's 6 Weirdest Post-Harry Potter Projects (So Far)", "content": "<a href=\"https://io9.gizmodo.com/daniel-radcliffe-has-a-very-good-reason-for-not-wanting-1830612756\">Daniel Radcliffe</a> could've sailed into early retirement after the <a href=\"https://io9.gizmodo.com/j-k-rowling-tweets-support-for-researcher-dismissed-fo-1840533354\"><em>Harry Potter</em></a> films, but his career has kept going at a brisk pace. He's done rom-coms, action flicks, and regular ol' dramas, but he's also quite clearly committed to <a href=\"https://io9.gizmodo.com/daniel-radcliffe-heads-way-back-in-time-for-anthology-c-1839965538\">keeping it weird</a> whenever possible. Here are six examples–the good, the bad, and the WTF.<br/> The production design is nice, and it's always cool to see Andrew Scott <em>(Sherlock, Fleabag) </em>no matter the circumstances. But otherwise, Radcliffe is the very best part of Paul McGuigan's shrug-worthy, needlessly flashy attempt at reinterpreting Mary Shelley's horror classic, with an end result that still feels disappointingly conventional. James McAvoy plays a young version of the title character (screenwriter Max Landis makes sure we get the wink by including a Frankenstein/Frank-en-<em>steen</em> joke) who impulsively rescues Radcliffe's nameless hunchback from his hellish circus life. Just a few minutes later and Frankenstein has cured the pitiful lad of his hunchback-ness, given him a familiar name (Igor), sized up his hidden genius, and anointed him as <a href=\"https://io9.gizmodo.com/vic-and-igor-are-the-original-science-bros-in-the-first-1724788314\">his new lab partner</a>. Things begin to splinter when Igor's pesky conscience gets in the way of Victor's dicey experiments, though the not-yet-<em>totally</em>-mad scientist does get to bring his monster (briefly) to life before the finale. The movie ends with Victor penning a sappy letter to Igor about how Igor is his greatest creation, which feels a bit presumptuous, but at least we'll never get a sequel exploring this friendship's later years. Does this count as genre? Close enough, with the added meta-delight of famed magic poster boy Radcliffe appearing as a villainous tech genius who <em>sneers</em> at magic, even as he forces the <a href=\"https://io9.gizmodo.com/the-director-of-now-you-see-me-2-describes-the-magic-be-1781612616\">world's most notorious all-magician heist team to do his bidding</a>. The <em>Now You See Me </em>movies, which have suspiciously great casts (besides Radcliffe, the Jon M. Chu-directed sequel stars Mark Ruffalo, Morgan Freeman, Jesse Eisenberg, Dave Franco, Lizzy Caplan, and Woody Harrelson times two, and that's not even everybody you'll recognize in the huge ensemble), are overstuffed and silly, but everyone involved seems to be well aware of that fact. That includes Radcliffe, who seems to be having the time of his life getting to play a baddie for once. Director Alexandre Aja <em>(High Tension, Crawl)</em> brings visual flair to this <a href=\"https://io9.gizmodo.com/the-first-locke-key-trailer-opens-the-door-to-a-haunt-1840854340\">Joe Hill</a> adaptation about a guy named Iggy who sprouts a pair of devil horns after the rape and murder of his childhood sweetheart, Merrin (Juno Temple). The horns are a painful inconvenience that shake up his dueling moods of paralyzing sadness and anger, both at the actual killer and at the fact that everyone in his community believes <em>he's</em> the killer. They also unlock a peculiar gift, which is that everyone Ig encounters–nearly everyone in his town is <em>completely</em> toxic, by the way–is compelled to overshare their darkest secrets and even give into their most forbidden and/or wildly inappropriate desires. Awkward! But also, it's actually a convenient development in a situation where Ig needs to suss out a murderer lurking in his midst and doesn't mind stirring up some chaos along the way. The whodunnit part of <em>Horns</em> <a href=\"https://io9.gizmodo.com/for-a-movie-about-peoples-dark-sides-horns-is-curiousl-1653145871\">is actually its weakest element</a>; early on, by process of elimination, it's pretty obvious who really killed Merrin (and even why they did it). But Radcliffe shows impressive range, enough to humanize a movie about a grieving man stuck in a living nightmare who's somehow also a literal devil creature, in a twist that's left unexplained, maybe for the best. Radcliffe's first post-<em>Potter</em> film was this 2012 take on Susan Hill's spooky novel, adapted by Jane Goldman (the <em>Kingsman</em> films) and directed by James Watkins <em>(Black Mirror). </em>It's a somber tale oozing with gothic atmosphere–as is befitting its Hammer Film Productions stamp of approval–and Radcliffe does most of the heavy lifting; a lot of the movie is just his character creeping around an old mansion that might as well have a neon sign affixed to its front door reading \"GHOSTS LIVE HERE.\" But <em>The Woman in Black</em> is more than just a cheap frightfest, mostly thanks to Radcliffe's performance. He plays a lawyer who's so deeply haunted by his wife's tragic demise that he's almost, maybe, <em>glad </em>he's been given a work assignment that offers irrefutable proof that life doesn't end with death. That said, the title character–a vengeful mother whose anguish over losing her young son has turned her into a serial child killer from beyond the grave–is effectively horrifying. To date, Radcliffe's biggest foray into genre TV (aside from guest-voice spots on shows like <em>Robot Chicken</em> and<em> BoJack Horseman</em>) is the <a href=\"https://io9.gizmodo.com/steve-buscemi-is-god-in-the-first-trailer-for-tbs-workp-1831218724\">TBS comedy <em>Miracle Workers</em></a>. In the first season of the anthology series, he plays Craig, whose gig at megacorp Heaven, Inc. consists of toiling in the dark, cluttered Department of Answered Prayers, helping people find their lost keys but passing on anything that feels too risky. When God (Steve Buscemi) decides he'd rather blow up Earth and get into the restaurant business instead, Craig and his cohorts scheme to save the planet by making someone's impossible wish come true; a love story sprouts in the human world as Craig works through his feelings for fellow Heaven employee Eliza (Geraldine Viswanathan). Season one of <em>Miracle Workers </em>highlighted Radcliffe's endless capacity for awkward charm–see: the episode where Craig accidentally gets drunk on one of God's sludgy, umbrella-festooned \"shocktails\" and blurts out the whole anti-apocalypse plan–and if you're a fan of <em>The Good Place</em>, it offers a different sort of take on <a href=\"https://io9.gizmodo.com/the-best-and-worst-afterlives-in-sci-fi-and-fantasy-1829668623\">an irreverent afterlife</a>. Season two, which premieres tonight, keeps the same actors but delivers a new setting and characters for <a href=\"https://io9.gizmodo.com/daniel-radcliffe-heads-way-back-in-time-for-anthology-c-1839965538\"><em>Miracle Workers: Dark Ages</em></a>, in which Radcliffe plays a hapless royal named \"Prince Chauncley.\" Yes, it's the farting corpse movie, but Radcliffe's Manny <a href=\"https://io9.gizmodo.com/movie-review-once-you-get-past-the-farting-swiss-army-1783123936\">actually does way more than fart</a> (though goddamn, does he fart a <em>lot</em>). On the lonely, hazy verge of suicide after being stranded on an island, Hank (Paul Dano) spots Manny wash ashore, and it doesn't take too long before the power of friendship brings Manny back to life, sorta, though he's extremely naive about everything (masturbation comes up a lot, but so do <a href=\"https://io9.gizmodo.com/what-does-the-farting-corpse-movie-swiss-army-man-have-1782748341\">the wonders of <em>Jurassic Park</em></a>) and his body has limited, albeit at-times nearly magical, functionality. Together, Hank and Manny struggle their way toward civilization, with some hints disputing exactly how \"stranded\" Hank really was, as well as how \"alive\" Manny really is–though the latter ends up being more convincing. This proudly absurd, exceedingly quirky tale from Daniel Kwan and Daniel Scheinert is something that must be seen to be believed, if only because it's impossible to convey how strangely poignant it ends up being. Has a more nuanced portrayal of a farting corpse ever been committed to film? It has not, and it likely never will be again. The numbers on the list end here, but Radcliffe shows no sign of easing up on his offbeat career choices. For instance, here's the trailer for <em>Guns Akimbo</em>, in which DanRad plays a guy <a href=\"https://io9.gizmodo.com/the-aquaman-movie-is-getting-an-animated-sequel-on-hb-1840958687\">with guns bolted to his hands</a>. It's out February 28. Which roles have you enjoyed Radcliffe in post-<em>Potter</em>?", "entities": ["Kingsman", "Harry Potter", "Jurassic Park", "Guns Akimbo", "Robot Chicken", "Miracle Workers: Dark Ages", "Horns", "The Good Place", "Now You See Me", "The Woman in Black"]}, "https://io9.gizmodo.com/soon-were-all-going-to-know-what-a-live-action-jiminy-1841220823": {"title": "Soon, We're All Going to Know What a Live-Action Jiminy Cricket Looks Like", "content": "I, for one, am not ready. Yesterday, <a href=\"https://deadline.com/2020/01/pinocchio-robert-zemeckis-to-direct-1202840440/\" >Deadline</a> reported that Robert Zemeckis is officially and 100% on board to direct and co-write Disney's <a href=\"https://io9.gizmodo.com/disneys-live-action-pinocchio-may-have-found-a-new-for-1839176582\">live-action remake</a> of <a href=\"https://io9.gizmodo.com/no-nose-growing-here-tom-hanks-may-play-geppetto-in-di-1830754376\"><em>Pinocchio</em></a>, a story about a puppet who becomes a real boy, a vision so uncanny that <a href=\"https://io9.gizmodo.com/is-disney-ok-1825093663\">of course</a> Disney wants to make it with real actors. The film will be co-written with Chris Weitz, who worked on the screenplay for <em>Rogue One </em>as well as classics <em>The Golden Compass </em>(2007) and <em>Antz</em>.<br/> Oscar-winner Zemeckis will be one of a long line of respected directors, including Guy Ritchie and Jon Favreau, to oversee one of Disney's live-action self-adaptations. So far, Disney's managed to make the Genie look pretty okay and has figured out the whole lion thing. But <em>Pinocchio</em>, a movie with both moving, nose-growing puppets and a talking cricket, might prove exceptionally tricky.<br/> I'm particularly personally worried about that cricket. These movies, after all, hew toward realism. Just how realistic a cricket are we going to be looking at here? In my imagination, Jiminy Cricket isn't a cricket at all. He's just a tiny green man with a swell hat. Please, don't take that from me, Disney. Robert, please, protect Jiminy. <br/>", "entities": ["Pinocchio", "Antz", "Rogue One", "The Golden Compass"]}, "https://io9.gizmodo.com/don-t-worry-ghostbusters-afterlife-will-have-plenty-o-1841206185": {"title": "Don’t Worry, Ghostbusters: Afterlife Will Have Plenty of Comedy", "content": "When the <a href=\"https://io9.gizmodo.com/the-first-ghostbusters-afterlife-trailer-presents-a-so-1840311459?_ga=2.128345548.1962467559.1579626165-1597414124.1522872342\">first trailer for <em>Ghostbusters: Afterlife</em> was released</a>, there was no doubt that it would contain <a href=\"https://io9.gizmodo.com/sigourney-weaver-may-be-heading-back-to-ghostbusters-wi-1835330750?_ga=2.128790092.1962467559.1579626165-1597414124.1522872342\">high levels of nostalgia</a>. From the dialogue to the music and set dressing, it was plainly obvious <a href=\"https://io9.gizmodo.com/a-new-ghostbusters-movie-set-in-same-world-as-the-orig-1831788046?_ga=2.194857197.1962467559.1579626165-1597414124.1522872342\">this direct sequel to </a><a href=\"https://io9.gizmodo.com/a-new-ghostbusters-movie-set-in-same-world-as-the-orig-1831788046?_ga=2.194857197.1962467559.1579626165-1597414124.1522872342\"><em>Ghostbusters 2</em></a><em> </em>was going to satisfy fans who love all things <em>Ghostbusters</em>.<br/> The bigger question was, would it understand what made <em>Ghostbusters</em> great in the first place? Those first two films were revered not just because of their memorable iconography, but because their <a href=\"https://io9.gizmodo.com/mondos-first-ghostbusters-poster-ever-is-coming-to-san-1827558559?_ga=2.174483170.1962467559.1579626165-1597414124.1522872342\">mythic, grand adventures</a> unfolded within the structures of goofball 1980s comedies. And the first trailer for <em>Afterlife</em> was very, very light on anything resembling comedy. Well, fret not, fans of <em>Ghostbusters</em>. Speaking to <a href=\"https://www.hollywoodreporter.com/heat-vision/finn-wolfhard-ghostbusters-humor-stranger-things-4-1272633\" >The Hollywood Reporter</a>, <em>Afterlife</em> co-star Finn Wolfhard made a point to explain that the trailer doesn't quite do the movie justice. \"The trailer only showed some of it, but it's a <em>Ghostbusters</em> movie. So, it's a really funny film,\" he said. \"Every scene has comedy in it. I'm excited for people to see more of the humor in the movie.\" In <em>Afterlife</em>, Wolfhard (best known for <em>Stranger Things </em>and<em> It</em>) plays Trevor, the son of Callie (Carrie Coon) and brother of Phoebe (McKenna Grace), who are probably all related to original <em>Ghostbusters</em> character Egon Spengler. Wolfhard's description of his character gives us a hint as to where some of that humor comes from. \"Yeah, he's a pretty dumb character,\" Wolfhard joked. <em>\"</em>It's not that he's written dumb, he's just a dumb teenager and totally naive. Everything is way over his head. He's obsessed with cars and girls. So, it's really fun to play him.\" With many trailers, TV spots, interviews, and more to come before the July release of <em>Afterlife</em>, eventually it's bound to become very clear what tone this movie is going to take, as well as more hints about its narrative. For now, though, we'll have to take Wolfhard's word that co-writer and director Jason Reitman really nails what makes <em>Ghostbusters</em> \"Ghostbusters.\" <em>Ghostbusters: Afterlife</em>, which also stars Paul Rudd <a href=\"https://io9.gizmodo.com/ewan-mcgregors-not-worried-about-the-obi-wan-kenobi-sho-1841097746\">and the returning</a> Bill Murray, Dan Aykroyd, Ernie Hudson, Annie Potts, and Sigourney Weaver, opens July 10.", "entities": ["Ghostbusters: Afterlife", "Stranger Things"]}, "https://io9.gizmodo.com/disney-is-going-to-kill-bambi-s-mom-again-1841208297": {"title": "Disney Is Going to Kill Bambi’s Mom Again", "content": "It's a new year but things are still the same when it comes to Disney's catalog of classic films. After a year that saw remakes of <a href=\"https://io9.gizmodo.com/aladdin-made-me-feel-like-a-kid-again-1834903211\"><em>Aladdin</em></a> and <a href=\"https://io9.gizmodo.com/the-lion-king-is-a-gorgeous-but-completely-unnecessary-1836244494\"><em>The Lion King</em></a> become billion dollars hits, it makes sense for the trend to continue. And next on the list is <em>Bambi</em>. <a href=\"https://www.hollywoodreporter.com/heat-vision/bambi-remake-works-1272457\" >The Hollywood Reporter</a> says Geneva Robertson-Dworet <em>(Captain Marvel) </em>and <a href=\"https://io9.gizmodo.com/james-wan-will-direct-the-pilot-of-mark-millars-the-mag-1834819399?_ga=2.200713582.1962467559.1579626165-1597414124.1522872342\">Lindsey Beer</a> <em>(Sierra Burgess Is a Loser)</em> have been hired to write the script to a remake of the 1942 animated classic. The expectation is filmmakers would <a href=\"https://io9.gizmodo.com/the-lion-king-set-was-a-bunch-of-vr-headsets-in-a-gia-1836736857\">use technology similar to <em>The Jungle Book </em>and<em> The Lion King</em></a> to bring the deer and his friends to life. So while it's not \"live-action\" per se, it'll be made to look that way. The trade also reports that everyone is aware <em>Bambi</em> isn't some sweeping adventure in the mold of <em>The Lion King </em>and the aim won't be to make it that. It'll just be what it was: A sweet, but ultimately heartbreaking, tale of a deer coming of age. If the script is just starting now, a <em>Bambi </em>remake is still a long ways away. Next up for Disney in terms of animated remakes though is <em>Mulan</em>, which opens in March, followed by the <em>101 Dalmations</em> spin-off <a href=\"https://io9.gizmodo.com/everything-we-learned-about-disneys-upcoming-movies-fr-1837539153\"><em>Cruella</em></a> next summer. Those are likely to be followed by remakes of <a href=\"https://io9.gizmodo.com/disneys-live-action-little-mermaid-may-have-found-its-s-1838829867\"><em>The Little Mermaid</em></a> and <em>Peter Pan, </em> and then any number of the various other projects in development (such as <em>The Hunchback of Notre Dame, Pinocchio</em>, etc.) Basically, don't expect this trend to end anytime soon...except maybe when Disney has completely exhausted its back catalog.", "entities": ["Peter Pan", "The Hunchback of Notre Dame", "The Jungle Book", "Cruella", "Pinocchio", "101 Dalmations", "Mulan", "The Little Mermaid", "Aladdin", "The Lion King", "Bambi"]}, "https://io9.gizmodo.com/you-wont-find-harry-potter-on-hbo-max-thanks-to-stream-1841131237": {"title": "You Won't Find Harry Potter on HBO Max, Thanks to Streaming's Weird New Normal", "content": "You might assume that Warner Bros.'<a href=\"https://io9.gizmodo.com/warnermedia-s-newly-named-streaming-service-will-not-ch-1836219061\"> big new streaming</a> service would have one of the studio's <a href=\"https://io9.gizmodo.com/j-k-rowling-tweets-support-for-researcher-dismissed-fo-1840533354\">biggest movie franchises</a> available when it launches, but it won't. And the reason is...well, actually kind of depressing for anyone who isn't Warner Bros., really.<br/> The news was confirmed recently during the Television Critics Association winter press tour (as reported by <a href=\"https://www.vanityfair.com/hollywood/2020/01/hbo-max-harry-potter\" >Vanity Fair</a>). Michael Quigley, executive vice president of content acquisitions at WarnerMedia's TNT, TBS, TruTV, HBO, and HBOMax–<a href=\"https://io9.gizmodo.com/the-age-of-media-corporation-mega-mergers-is-robbing-us-1837247752\">ah, megacorporations</a>–flatly acknowledged that Harry and his wizarding friends will not be apparating themselves alongside the Justice League or the <a href=\"https://io9.gizmodo.com/wow-studio-ghibli-movies-will-stream-on-the-upcoming-h-1839136145\">Studio Ghibli back catalog</a>. \"<em>Harry Potter</em> is tied up with another programming group,\" Quigley simply told gathered press. That programming group? NBCUniversal. Back in 2016, Warner signed a major licensing deal with the network for exclusive broadcast and cable access to the <em>Harry Potter</em> movies and their spinoff siblings in the then-upcoming <em>Fantastic Beasts</em> franchise. The deal–covering on-air and digital rights for not just the films, but featurettes, 3D re-releases, director's cuts, and other content associated with <a href=\"https://io9.gizmodo.com/j-k-rowling-tweets-support-for-researcher-dismissed-fo-1840533354?_ga=2.184249314.592373291.1579520410-105069102.1526253072\">J.K. Rowling's Wizarding World</a>–was inked to last through to April 2025, a fact that the Warner Bros. of 2020 is probably kicking itself over. Instead, <em>Harry Potter</em> and <em>Fantastic Beasts</em> will be <a href=\"https://gizmodo.com/friends-the-office-and-ads-details-on-nbcs-peacock-s-1841049440\">found on Peacock</a>, NBC's own upcoming proprietary streaming service. Because that's how we live now: Everyone has their <em>own</em> streaming app, because you paying one or two subscriptions a month to get access to many things is much more inconvenient for these studios' bottom line than you paying for what feels like a dozen instead, between the likes of AppleTV+, Peacock, Disney+, HBOMax, CBS All Access, and more. The announcement of Disney+ might have really kickstarted the <a href=\"https://gizmodo.com/why-disney-freaks-me-out-about-the-future-of-streaming-1834762436\">current, rapid transition</a> we've seen of large media brands getting into the streaming space with their own walled gardens, but it's sort of been the track the medium has been leaning toward in recent years. The convenience of being able to stream old favorites anywhere that spurred the meteoric rise of Netflix and its ilk has slowly but surely given way to original content and exclusivity deals–look at, for example, yesterday's news that the Studio Ghibli film library will be available <a href=\"https://kotaku.com/netflix-just-picked-up-21-studio-ghibli-movies-but-not-1841103335\">globally on Netflix</a> starting February 1 everywhere but Japan and North America, the latter thanks to HBOMax's own exclusivity grab for the library, <a href=\"https://io9.gizmodo.com/wow-studio-ghibli-movies-will-stream-on-the-upcoming-h-1839136145?_ga=2.189409007.592373291.1579520410-105069102.1526253072\">announced last October</a>. What remains to be seen in Harry's specific case is if Warner will attempt to extricate the boy wizard from NBC–just as Disney <a href=\"https://io9.gizmodo.com/disney-reportedly-wants-the-star-wars-broadcast-rights-1828081201\">strong-armed its way </a>out of previously arranged broadcast deals with TBS and TNT to ensure it could have the original <em>Star Wars</em> movies available on Disney+ in time for launch. It seems that after spending years spreading out the rights to these properties far and wide, in the age of more walled gardens in streaming than ever before, <a href=\"https://io9.gizmodo.com/the-decade-fandom-went-corporate-1840531064?_ga=2.247253696.592373291.1579520410-105069102.1526253072\">their original masters</a> want them back–mainly so they can offer them to you again on their own terms. Those terms being \"give <em>us</em> money directly, thanks.\" <br/>", "entities": ["Harry Potter", "Star Wars", "Fantastic Beasts"]}, "https://io9.gizmodo.com/read-sir-ian-mckellens-fascinating-lord-of-the-rings-pr-1840958233": {"title": "Read Sir Ian McKellen's Fascinating Lord of the Rings Production Blogs", "content": "Did you know Sir Ian McKellen has a blog? I didn't until recently, and it's a fact that has brought a lot of enjoyment ever since. Like, for instance, his extremely wholesome and compelling production blogs describing his experience creating <em>The Lord of the Rings</em>. Recently, <a href=\"https://io9.gizmodo.com/ian-mckellen-explains-why-he-refused-to-play-dumbledore-1793997913\">McKellen</a> shared these blogs on Twitter, a reminder to the world that, yes, he writes this stuff down, and yes, it's worth a read. It's been just over twenty years since production started up on <a href=\"https://io9.gizmodo.com/george-r-r-martin-thinks-gandalf-could-kick-dumbledore-1834679357\"><em>The Fellowship of the Ring</em></a>, the first film in Peter Jackson's saga, which means it's the twentieth anniversary of McKellen writing his thoughts on the whole matter. If you have some time this weekend, it's well worth a read. McKellen has a lot of insight into both the production process and his own thought process as an actor, where he seems to invest just as much gravitas and care into a role as an ancient, stately wizard as he does any Shakespearean character piece.<br/> (It's worth noting that the website, at present, seems to be loading incredibly slow. I still got it up eventually, though.)<br/> Like take this early excerpt, for instance, on McKellen's approach to <a href=\"https://io9.gizmodo.com/sir-ian-mckellen-has-some-valid-complaints-about-his-ma-1796367578\">building character</a>, and how it's hard for him to put into words:<br/> It bears repeating that, as with Richard III or James Whale or Magneto, I must discover Gandalf somewhere inside myself - and that process depends on absorbing the words of the script and its story, listening to the reactions of the director and responding to the performances of the rest of the cast. So now, still 3 months away from shooting (for me), my Gandalf doesn't exist, not even in my mind. He will only come to life as the camera turns and discoveries are made in the very moment. Even when I am in the thick of it, in costume and make-up and speaking Tolkien's words, I'm not sure I will be able to describe the character to you. Actors don't describe - they inhabit. The whole thing, separated into the Grey Book and the White Book, after Gandalf's transformations, is like this, with eloquent bits of actorly insight, as well as descriptions of the production process, from costuming to performing. It's a compelling read from one of our most compelling actors, and it might add a little extra flavor to your next <em>Lord of the Rings </em>marathon.", "entities": ["The Fellowship of the Ring"]}, "https://io9.gizmodo.com/who-put-this-dragon-in-the-new-dolittle-trailer-1840794361": {"title": "Who Put This Dragon in the New Dolittle Trailer?", "content": "When you think \"Doctor Dolittle\" a number of things like \"talking animals\" and \"some of Eddie Murphy's <a href=\"https://io9.gizmodo.com/eddie-murphys-vampire-in-brooklyn-is-one-of-the-most-un-1819875639?_ga=2.204437330.355061355.1577737847-105069102.1526253072\">finest work</a>\" come to mind. What doesn't tend to come to mind is \"<a href=\"https://io9.gizmodo.com/drogon-knew-1834899203\">fire-breathing dragons</a>,\" but the latest trailer for Universal's new attempt as turning the <a href=\"https://io9.gizmodo.com/robert-downey-jr-will-talk-to-animals-as-the-new-docto-1793450199\"><em>Dolittle</em></a> brand into an action franchise wants to change that. Emphasis on \"wants.\" In <a href=\"https://etc.usf.edu/lit2go/221/the-story-of-doctor-dolittle/5629/chapter-15-the-barbary-dragon/\" >Hugh Lofting's <em>The Story of Doctor Dolittle</em></a>, the titular doctor and his gang of animal friends ultimately end up encountering a vicious pirate who likens himself to a dragon, even though he's quite human. Perhaps because the studio knows on some level that audiences aren't exactly clamoring for a gritty reimagination of a story about a man who talks to animals, it seems as if the movie's set to take things quite literally as Dolittle and co. end up coming face to face with a dragon, a creature they're all alarmed and genuinely shocked to see. But because the rest of the trailer is mostly just Robert Downey Jr. doing running around with CGI creatures with too-human expressions, you can't help but get the sense that for all of its intimidating presence is going to end up being pivoted into whimsical dragon hijinks. <em>Dolittle</em> will be doing what seems to be the most when the movie hits theaters on January 17.", "entities": ["The Story of Doctor Dolittle"]}, "https://io9.gizmodo.com/lol-the-uncharted-movie-1840732281": {"title": "LOL The Uncharted Movie", "content": "Much like its protagonist, Nathan Drake, the <em>Uncharted</em> movie keeps falling off a cliff. <a href=\"https://deadline.com/2019/12/uncharted-travis-knight-exits-movie-tom-holland-mark-wahlberg-1202818615/\" >Deadline</a> reports that due to \"scheduling\" issues, <a href=\"https://io9.gizmodo.com/a-new-uncharted-director-has-entered-the-arena-1838529755?_ga=2.198367407.1851024596.1577723195-1597414124.1522872342\">Travis Knight</a>, the <a href=\"https://io9.gizmodo.com/how-bumblebees-1980s-setting-turned-it-into-every-trans-1831159187\">director of <em>Bumblebee</em></a>, will soon join the <a href=\"https://io9.gizmodo.com/uncharted-just-lost-another-director-1837486566\">growing pile of directors</a> who have been attached to, and subsequently departed, a movie based on the Naughty Dog Sony PlayStation game <em>Uncharted</em>. This time, the excuse is that star Tom Holland, <a href=\"https://io9.gizmodo.com/tom-holland-will-play-young-nathan-drake-in-the-unchart-1795432529?_ga=2.3315248.1851024596.1577723195-1597414124.1522872342\">who is set to play Drake</a>, is aiming to shoot the third Spider-Man film over the summer, which won't leave enough time for him to also make <em>Uncharted</em>. That issue means Knight will leave the project roughly three months after joining. Sony, the studio behind the film, still wants Holland and Mark Wahlberg (playing his mentor, Sully) to make the movie–just with <a href=\"https://io9.gizmodo.com/the-uncharted-movie-adaptation-actually-has-a-release-d-1835312735?_ga=2.195590700.1851024596.1577723195-1597414124.1522872342\">a later release date</a>. That all sounds completely plausible...if the past 11 years hadn't happened.<br/> Our pals at <a href=\"https://birthmoviesdeath.com/2019/12/30/believe-it-or-not-the-uncharted-movie-just-lost-yet-another-director\" >Birth Movies Death</a> have a great rundown of all the people who have been attached to an <em>Uncharted</em> movie since 2008, from director David O. Russell and Wahlberg in the Drake role, to <a href=\"https://io9.gizmodo.com/uncharted-writer-joe-carnahan-wants-naughty-dogs-help-o-1784609768?_ga=2.169991712.1851024596.1577723195-1597414124.1522872342\">writer Joe Carnahan</a>, Shawn Levy, <a href=\"https://io9.gizmodo.com/10-cloverfield-lane-director-dan-trachtenberg-will-char-1831743668?_ga=2.169991712.1851024596.1577723195-1597414124.1522872342\">Dan Trachtenberg</a>, and several others. This back and forth has literally been happening for <em>over a decade.</em> One would think, with now four games to mine in the franchise, very well-defined characters, tone, and infinite potential storylines, making a movie wouldn't be that difficult. It's a modern Indiana Jones! Where could it go wrong? But obviously there's some kind of problem or here. Or, to put it in <em>Uncharted</em> terms, a curse. Whether it's directors who want to make a movie as epic as the games and the studio doesn't want to pay for it, or...well, that kind of has to be it, right? There could certainly be other reasons but money is obviously a factor. This is all hypothetical, of course, but you can easily imagine none of the scripts have been good enough for Sony to confidently invest a massive amount of money in. Or, conversely, perhaps there have been Sony-approved scripts that haven't been what the directors wanted to do. If everything was on point and ready to go, <em>Uncharted</em> would have happened well before Holland was cast, or at least in the past two years since he came on board. But it hasn't. Whatever the issue is (we still think it's money), something's been holding up the <em>Uncharted </em>movie. Forget the inevitable \"next new director\" announcement; until movie tickets are on sale, nothing will convince us that this movie will a) actually happen and b) actually be good. We <em>hope </em>both those things happen, but this kind of director roulette does not inspire an iota of confidence. At least we'll always have <a href=\"https://io9.gizmodo.com/nathan-fillion-is-finally-playing-nathan-drake-in-this-1827625420?_ga=2.170490400.1851024596.1577723195-1597414124.1522872342\">this fan film with Nathan Fillion</a>. It's all we really wanted anyway.", "entities": ["Bumblebee", "Uncharted"]}, "https://io9.gizmodo.com/12-delightfully-freaky-horror-movies-from-the-1960s-1843544174": {"title": "12 Delightfully Freaky Horror Movies From the 1960s", "content": "You've seen <a href=\"https://io9.gizmodo.com/8-killer-zombie-movies-that-didnt-cost-an-arm-and-a-leg-1835329295\"><em>Night of the Living Dead</em></a><em>,</em> <a href=\"https://io9.gizmodo.com/10-totally-monstrous-horror-movie-parents-1833378655\"><em>Psycho</em></a><em>, </em>and <em>Rosemary's Baby. </em>But have you seen a pre-<em>Star Trek </em><a href=\"https://io9.gizmodo.com/william-shatner-says-star-trek-wouldnt-exist-without-st-1784944019\">William Shatner</a> being chased by a succubus in a movie filmed entirely in Esperanto? Or a made-in-Japan (with a non-Japanese cast) alien creature feature with the <em>grooviest</em> theme song ever? Read on!<br/> Leslie Stevens, the creator of sci-fi series <a href=\"https://io9.gizmodo.com/an-outer-limits-episode-per-day-will-bring-the-head-doc-5732882#!\"><em>The Outer Limits</em></a>, wrote and directed this, shall we say, conversation piece; it features black-and-white cinematography by future three-time Oscar winner Conrad Hall, an earnest lead performance by <a href=\"https://io9.gizmodo.com/star-trek-the-original-series-must-watch-episodes-1842651855\">future Captain Kirk William Shatner</a>, and a script penned entirely in <a href=\"https://io9.gizmodo.com/the-strange-quest-for-a-universal-earth-standard-lan-5935563\">Esperanto</a> (\"the international language\"). Add to that a plot about alluring succubi who hunt for hellbound souls around a stream blessed with magical powers, and you've got a movie that is mind-blowing in concept while actually being pretty terrible in execution. Fifty-four years after its release, it's safe to say there's no other movie like<em> Incubus</em>–nor (perhaps thankfully) will there ever be. There's no supernatural menace in this legendary team-up of Hollywood divas <a href=\"https://io9.gizmodo.com/10-cult-favorite-or-should-be-cult-favorite-movies-lu-1839898463\">Bette Davis</a> and <a href=\"https://thetakeout.com/recipe-joan-crawford-party-dip-1828030339\">Joan Crawford</a>, playing sisters whose troubled relationship transcends mere sibling rivalry and becomes something so twisted it lurches into the surreal. But <em>What Ever Happened to Baby Jane?</em>, which has become a camp classic, gets dark as hell as Davis' character, a booze-soaked former child star, puts Crawford's character, a former screen star who now uses a wheelchair after a <em>mysterious </em>car accident, through absolute hell. There's torture, murder, some ghoulish song-and-dance routines, and imagery you will not be able to banish from your brain, possibly ever. Herk Harvey wrote, directed, and has a spooky co-starring role in this tale of terror, said to be an inspiration for George A. Romero's <a href=\"https://io9.gizmodo.com/8-killer-zombie-movies-that-didnt-cost-an-arm-and-a-leg-1835329295\"><em>Night of the Living Dead</em></a><em> </em>and certainly influenced itself by <a href=\"https://io9.gizmodo.com/can-you-pick-out-all-the-references-in-this-mega-twilig-1833559089\"><em>The Twilight Zone</em></a>. After she emerges the sole survivor of a tragic car accident, aloof church organist Mary (Candace Hilligoss) picks up and moves to a new state but finds a fresh start is hardly in the cards. She can't shake the feeling that something malevolent is stalking her every move, or figure out why she's drawn to an abandoned carnival pavilion just outside of town. The fact that <em>Carnival of Souls</em> was made on an ultra-low budget is actually a good thing–its cruder technical aspects only enhance its waking-nightmare quality. A feeling of dread clings to every frame. Kinji Fukasaku (a versatile director, equally known for his yakuza epics as he was for 2000's ultra-violent cult classic <a href=\"https://io9.gizmodo.com/did-the-hunger-games-really-rip-off-battle-royale-5888124\"><em>Battle Royale</em></a>) directed this Japan-U.S. co-production that begins with astronauts setting out to blow up a rogue asteroid before it annihilates Earth. Their mission becomes something far weirder when a squishy alien substance follows them back to their space station–then starts to mutate into screamy monsters that are (quite obviously) people in rubber suits flinging tentacles around. The urgently jangly theme song (\"What can it be, what is the reason? Is this the end of all that breathes? Is it just something in your head, will you believe it when you're dead? Green sliiiiime!\") preps you for <a href=\"https://io9.gizmodo.com/watch-a-clip-from-the-alien-rampage-movie-that-launched-5680792#!\">the delicious cheese to come</a>, but you still may not be ready for it. In the early to mid-1960s, <a href=\"https://io9.gizmodo.com/roger-corman-talks-about-modern-technology-and-the-fema-1768989265\">director Roger Corman</a> and star Vincent Price churned out several films based on the works of <a href=\"https://io9.gizmodo.com/watch-edgar-allan-poes-greatest-stories-get-animated-in-1732883537\">Edgar Allan Poe</a>. <em>The Masque of the Red Death </em>is maybe the most scarring from a horror standpoint, especially since it concerns the spread of a hideous plague. The reliably great Price plays the cruel Prince Prospero; his name perfectly aligns with his lavish, Satan-blessed lifestyle, which is in stark contrast to the poor people who live in the village he lords over. When the dreaded disease appears, the prince shuts himself and a gaggle of nobles inside his castle for a debauched staycation, but you just can't stop the Red Death, who party-crashes just in time to make sure everyone who deserves it meets a gruesome fate. The story is set in medieval times, but the production design–stuffed with luridly bright colors and trippy freak-outs–is a psychedelic delight. <a href=\"https://io9.gizmodo.com/what-the-hell-is-a-giallo-movie-and-why-should-you-wat-1779988703\">Italian horror master Mario Bava</a> takes one of his sci-fi detours for this unsettling tale of space travelers who head to Aura, an uncharted planet, to answer a strange distress call–years before <em>Alien</em>'s doomed crew would undertake a similarly ill-advised mission. The movie's title kind of gives the game away, but it turns out that Aura is home to supernatural beings who're capable of manipulating dead bodies (among their other talents). Seems they've been spending quite a bit of time trying to hitch a ride off Aura–preferably to a more populated planet, full of fresh new bodies, with a landscape that isn't quite so riddled with the bones of their previous victims. \"Directed by Mario Bava\" <a href=\"https://io9.gizmodo.com/7-glamorously-gruesome-movies-that-combine-horror-and-h-1835590690\">means guaranteed eye candy</a>, and between the costumes (so many structured jumpsuits!), the artful lighting (primary colors galore), and the stylized set design (with a fog machine on overdrive), <em>Planet of the Vampires </em>does not disappoint. <a href=\"https://io9.gizmodo.com/the-10-best-and-2-most-baffling-hammer-horror-movies-1748428176\">Legendary gothic horror purveyors Hammer</a> produced multiple Frankenstein and Dracula films in the 1960s, but we're singling out macabre entry <em>The Plague of the Zombies </em>because it's a pre-<em>Night of the Living Dead</em> entry in a genre that continues to endure. Mystified by a series of deaths in his village, a doctor contacts his mentor for assistance; the older physician soon arrives with his pretty daughter (Diane Clare), who catches the eye of the local squire (John Carson). As<em> The Plague of the Zombies </em>cautions, wherever there's a rich guy with an unwholesome interest in \"voodoo\" (1966 British movie = not exactly culturally sensitive), walking corpses will soon follow. A crucial graveyard scene, which sees multiple ghouls creep up through the dirt, perfectly captures the exquisite terror of being pursued by something very slow-moving; it also offers a textbook demo on why you should always go for the head when you're trying to fend off the undead. Filmmaker José Mojica Marins–known far and wide by horror fans by the name of his alter ego, Coffin Joe–launched himself into instant notoriety with what's considered <a href=\"https://io9.gizmodo.com/this-trailer-for-brazilian-teen-horror-movie-kill-me-pl-1797944248#!\">Brazil's first horror film</a>. It's the grim tale of an undertaker named Zé do Caixão, or Coffin Joe, whose quest to find a suitable woman to bear what he believes will be his supernaturally gifted child leads him down a very dark path. Clad in Coffin Joe's signature top hat and cape, Mojica Marins gleefully rips up the scenery of his own movie. But even though Coffin Joe is a beastly, bullying menace throughout, that glorious title–which is <em>realllly</em> more of a threat–drops a pretty bold hint about his fate. The full title of Jack Hill's pitch-black comedy is <em>Spider Baby, or The Maddest Story Ever Told</em>, and the movie more than lives up. It's about the Merrye family, all of whom suffer from a disorder so unique it's named for them: \"Merrye Syndrome.\" Basically, it means you start aging in reverse once you hit your tween years, eventually transforming into a feral, sub-human sort of creature. They've been keeping to themselves, attacking the occasional unfortunate delivery person here and there, but trouble eventually arrives when some greedy but otherwise \"normal\" distant relations barge their way into Merryes' rundown mansion. <em>Big</em> mistake. The cast features horror icons <a href=\"https://io9.gizmodo.com/10-werewolf-movies-to-watch-before-the-next-full-moon-1839307823\">Lon Chaney Jr.</a> and <a href=\"https://io9.gizmodo.com/cult-movie-icon-sid-haig-has-passed-away-1838362508\">Sid Haig</a>, but <a href=\"https://io9.gizmodo.com/the-50-spookiest-kids-in-horror-movies-ranked-1781681290\">the standout character is Virginia</a>, played by Jill Banner, whose nickname is \"Spider Baby\" because not only does she love spiders, she acts a lot like one too, which is indeed as disturbing as it sounds. In a bizarre incident, a town's entire population suddenly passes out cold–only to revive a few hours later. Not long after, every woman within the right age range realizes she's knocked up, a worrisome development to say the least, and things only get worse once the kids are born and mature at an accelerated rate into pale-blonde, emotionless, telepathic, hive-minded little monsters. Oh yes, <em>and </em>they're also homicidal maniacs. Their parents are thrust into the uncomfortable position of fearing their own offspring, and then into the even ickier position of needing to destroy them all. <a href=\"https://io9.gizmodo.com/the-50-spookiest-kids-in-horror-movies-ranked-1781681290\">Spooky kids are now a horror movie trope</a>, but these glowing-eyed imps are among the OGs, and they're just as alarming now, even 60 years after making their debut. Exploitation master <a href=\"https://io9.gizmodo.com/rip-cult-movie-director-herschell-gordon-lewis-the-god-1787095239\">Herschell Gordon Lewis</a>, also known as the \"Godfather of Gore,\" cranked out several future cult movies in the 1960s, including <em>Two Thousand Maniacs!</em>, <a href=\"https://io9.gizmodo.com/10-horror-films-that-contain-equally-horrifying-works-o-1832198507\"><em>Color Me Blood Red</em></a>, and the immortal <em>Blood Feast</em>. But <em>The Gruesome Twosome</em> is a particularly off-the-wall entry, even for Lewis. It's about a sweet old lady who runs a wig shop out of her house, which is also occupied by her childlike adult son and \"Napoleon,\" her pet stuffed leopard. To make a little extra money, she rents out a room in the house to local college girls. Just kidding! That's just how she lures fresh heads to supply her \"100 percent human hair wigs.\" <em>Gruesome </em>is right there in the name, and with Lewis behind the lens, you know the scalping scenes are going to be gushing with fake blood the color of bright-red poster paint. You also know there's going to be terrible acting, a cheerful tone despite all the exaggerated violence, and some glorious plot tangents. Who's up for a rock n' roll beach party? Georges Franju's elegant body-horror masterpiece is remarkably light on gore, considering it's about a doctor (Pierre Brasseur) who sends his female accomplice (Alida Valli) out to kidnap beautiful women, searching for an unwilling face-transplant donor for his disfigured daughter, Christiane (Edith Scob). After multiple failed surgeries, Christiane begins to lose her mind, feeling massive guilt over the dead women and depression over having to hide out and pretend to be dead, unable to tell her fiancé she's actually alive. Adding to the atmosphere of eerie madness, Christiane spends most of the movie wearing a blank white mask, freezing her face in an expressionless stare that's far more haunting than any scar could ever be.", "entities": ["Star Trek", "Two Thousand Maniacs!", "The Gruesome Twosome", "Blood Feast", "What Ever Happened to Baby Jane?", "Spider Baby", "Psycho", "The Outer Limits", "Alien", "The Masque of the Red Death", "or The Maddest Story Ever Told", "Big", "Rosemary's Baby", "Night of the Living Dead", "The Plague of the Zombies", "Color Me Blood Red", "The Twilight Zone", "Carnival of Souls", "Battle Royale"]}, "https://io9.gizmodo.com/shazams-director-releases-a-new-short-film-about-a-horr-1843542527": {"title": "Shazam Director Releases a Short About a Spooky Home Invasion", "content": "There aren't many things scarier than facing months or years of social distancing, especially when you're stuck in your house by yourself. But what if maybe, just maybe, you weren't actually alone? <a href=\"https://io9.gizmodo.com/shazams-greatest-message-is-about-growing-from-forgiven-1833911086\"><em>Shazam</em></a> director <a href=\"https://io9.gizmodo.com/shazam-s-director-made-his-own-batman-v-superman-parod-1826369836\">David F. Sandberg</a> has released a new short film about a woman who's worried someone, or something, is hiding out in her home. This is the second short horror film <a href=\"https://io9.gizmodo.com/10-pg-13-horror-movies-that-dont-suck-1836973114\"><em>Lights Out</em></a> and <a href=\"https://io9.gizmodo.com/haunted-doll-prequel-annabelle-creation-offers-fun-but-1797682385\"><em>Annabelle: Creation</em></a> director <a href=\"https://vimeo.com/ponysmasher\" >Sandberg</a> and his partner Lotta Losten have released since social distancing began over two months ago. The first one, \"<a href=\"https://vimeo.com/403126749\" >Shadowed</a>,\" starred Losten as a woman being stalked by a mysterious entity. This follow-up, \"Not Alone in Here,\" likewise stars Losten facing a different and perhaps scarier threat. It starts with Losten's character locking her front door–or at least remembering she locked the door–before returning to see it wide open. She spends the rest of the film in a panic, moving from room to room with a knife in hand, trying to see if she's really in danger or it's all in her head. What is the truth? You'll have to watch to find out. It's a fear so many of us can relate to. Thinking someone has snuck into your home, believing you're being followed, or something else that puts your health and safety at risk. Oftentimes, we try to convince ourselves that nothing is wrong, or that we are prepared to face the threat if one exists. And during a time when our homes feel like the only safe place we have left, this kind of horror feels extra scary. It's no surprise Sandberg latched onto this subject for his latest short film. His 2013 monster-in-the-dark short <em>Lights Out–</em>which he later transformed into <a href=\"https://io9.gizmodo.com/this-new-horror-movie-says-you-were-right-to-be-afraid-1767276296\">his debut feature film</a>–was an early indicator of how incredibly good he is at preying on our everyday fears. Sandberg is set to helm a sequel to <em>Shazam</em>, which has been <a href=\"https://io9.gizmodo.com/batman-falls-back-flash-runs-forward-in-warner-bros-l-1842965180\">delayed</a> because of the pandemic. In the meantime, here's hoping he treats us to more relatable (but still spooky) horrors like this.", "entities": ["Lights Out", "Shazam", "Annabelle: Creation"]}, "https://io9.gizmodo.com/screams-back-and-its-bringing-david-arquette-with-it-1843523611": {"title": "Scream Relaunch: David Arquette Back as Dewey Riley", "content": "Once again, Ghostface is back for his most important task: attempting to ensure the death of Dewey Riley, something it has taken him literally decades to actually do at this point.<br/> David Arquette will return as Riley once more–as he has for every film in the saga–for <a href=\"https://io9.gizmodo.com/a-new-scream-movie-is-coming-from-the-team-behind-ready-1842297086\">the previously rumored</a>, but now official, new attempt at bringing a fifth <em>Scream</em> into reality, Spyglass Media Group announced via press release today. <em>Scream</em> writer Kevin Williamson will executive produce the film, but with Wes Craven, <em>Scream</em>'s directorial architect, <a href=\"https://io9.gizmodo.com/farewell-wes-craven-and-thank-you-for-all-the-nightma-1727646393\">no longer with us</a>, Matt Bettinelli-Olpin and Tyler Gillett of filmmaking group Radio Silence (who previously directed last year's excellent <a href=\"https://io9.gizmodo.com/were-ready-to-rsvp-for-wedding-horror-comedy-ready-or-n-1837211071\"><em>Ready or Not</em></a>) will step in behind the camera. James Vanderbilt and Guy Busick–the latter of whom also co-wrote <em>Ready or Not</em>–will write the script, and shooting is currently expected to begin \"later this year\" in North Carolina, \"when safety protocols are in place.\"<br/> Although Spyglass is referring to this new movie as a \"relaunch\" of <em>Scream</em>, Arquette's return as Dewey Riley–the deputy sheriff who investigated the original string of Ghostface murders in <em>Scream</em>, and was almost killed off in the original's climax, only to be saved by test audience reactions, and has gone on to appear in every <em>Scream</em> movie since–as well as Neve Campbell's <a href=\"https://io9.gizmodo.com/updates-from-westworld-avatar-2-and-more-1843226275\">recent comments</a> indicating that she may <a href=\"https://io9.gizmodo.com/robert-pattinson-just-blew-up-most-of-your-tenet-theori-1843376075\">potentially reprise her role</a> as Sidney Prescott seems to indicate that this won't be a total reboot of the saga. You <em>can</em> probably expect some rebootquel magic however, given the filmmakers are very specifically not just calling this <em>Scream 5</em>. Or <em>5cream</em>, thank god.<br/> We'll bring you more on Spyglass Media's plans for <em>Scream</em> as we learn them. <br/>", "entities": ["Scream 5", "Ready or Not"]}, "https://io9.gizmodo.com/an-imaginary-friend-sparks-very-real-horrors-in-the-cre-1843446630": {"title": "An Imaginary Friend Sparks Very Real Horrors in the Creepy Z", "content": "Kids <a href=\"https://io9.gizmodo.com/what-is-life-like-for-imaginary-friends-before-theyve-1516892103\">dream up imaginary friends</a> all the time. But when a kid who happens to be a character in a scary movie suddenly announces an invisible new playmate, it's never something to be treated lightly–a lesson that the family in <em>Z</em>, <a href=\"https://io9.gizmodo.com/a-troubled-student-is-haunted-by-his-old-imaginary-frie-1838995274?rev=1589484434752\">Shudder's</a> latest original, learns the hard way. <br/> At first glance, in <a href=\"https://io9.gizmodo.com/still-born-looks-like-an-indie-rosemarys-baby-meets-the-1821989517\"><em>Still/Born</em></a> director Brandon Christensen's latest domestic nightmare, the Parsons–dad Kevin (<a href=\"https://io9.gizmodo.com/8-found-footage-horror-movies-that-are-genuinely-scary-1738700680\"><em>Grave Encounters</em></a>' Sean Rogerson), Beth (<em>Bates Motel</em>'s Keegan Connor Tracy), and eight-year-old Josh (Jett Klyne)–don't appear to be a horror movie family. In fact, I would very much like to move into their house, which is huge, surrounded by trees, and oozes with moody, tasteful affluence. There's even a fireplace in the bathroom, lending the de rigueur \"spooky bath\" scene (why do women in horror movies always take baths when things start to get tense?) an enviable air of luxury. However, since this is a movie, not a Restoration Hardware catalog, ugly things begin to poke their way into this bubble of aesthetic perfection–and as we soon learn, things weren't really all that perfect to begin with. Kevin's preferred style of hands-off parenting is a convenient match for the fact that his job keeps him out of the house all day. Beth and her son, however, have plenty of together time–something that increases when Josh's sudden onset of severe behavioral problems gets him kicked out of school. Fortunately for anyone who couldn't make it through act one of <a href=\"https://io9.gizmodo.com/the-babadook-is-the-best-movie-youll-only-want-to-watch-1664207611\"><em>The Babadook</em></a>, Josh's style of insubordination is mostly somber and mercifully devoid of high-pitched shrieking. But the situation is no less distressing for his mother–Connor Tracy perfectly conveys an agonizing mix of guilt and outrage–since he won't take any responsibility. Instead, he blames everything on the influence of his new invisible friend, who goes by \"Z\" and has commandeered all of the child's playtime, while demanding (via Josh) crust-cut-off sandwiches and glasses of two-percent milk at mealtimes. After the suspension and a grim accident (or <em>was</em> it?) involving one of social pariah Josh's former real-world friends, Kevin and Beth finally consult a psychiatrist–though <em>Z </em>prefers to keep the focus turned inward, leaving the family to grapple with a problem that's way worse than they initially realize. Beth, meanwhile, is dealing with her semi-estranged mother's recent passing after a long illness; she has a certain amount of help from her younger sister, but (perhaps not surprisingly) zero support from Kevin. Cleaning out her childhood home jogs some memories she'd banished to the darkest corners of her brain. The <em>Z</em> trailer actually gives away what counts for a twist in the movie, which is hardly a unique one (three words: <a href=\"https://io9.gizmodo.com/imaginary-friends-are-the-new-werewolves-5231334\"><em>Drop Dead Fred</em></a>; <a href=\"https://io9.gizmodo.com/channel-zero-creator-nick-antosca-talks-the-dream-door-1829939913\"><em>Channel Zero</em></a> fans, here's two more for you: \"<a href=\"https://io9.gizmodo.com/channel-zeros-creepy-contortionist-is-all-good-acting-1830058313\">Pretzel Jack</a>\"); the movie's overarching themes about childhood trauma creeping in to disrupt a carefully arranged adult life are also not especially original. But the script–by director Christensen and Colin Minihan <em>(Grave Encounters, It Stains the Sands Red)</em>–makes an impact beyond that reveal, which is to say that even if the Z-Beth-Josh connection doesn't shock you, there are certain other plot elements poised to unsettle the hell out of you. <em>Z</em> is now streaming on Shudder.", "entities": ["Bates Motel", "Still/Born", "Grave Encounters", "The Babadook", "Drop Dead Fred", "Channel Zero", "The Omen"]}, "https://io9.gizmodo.com/monster-squads-star-remembers-feeding-the-mummy-and-oth-1843346024": {"title": "Monster Squad Behind the Scenes Memories From Star Andre Gower", "content": "A group of <a href=\"https://io9.gizmodo.com/in-a-summer-without-blockbusters-the-bon-appetit-test-1843241506?rev=1588616570998\">friends teams up</a> to defeat the greatest collection of villains ever assembled. No, <a href=\"https://io9.gizmodo.com/the-monster-squad-is-the-only-dark-universe-we-ever-nee-1797827434?_ga=2.96609247.1763297990.1588616287-1982811367.1584376436\">it's not a comic book movie</a>, it's <em>The Monster Squad</em>, Fred Dekker and Shane Black's 1987 cult film starring Dracula, Wolfman, the Mummy, and Frankenstein's monster.<br/> Andre Gower played Sean, a monster-obsessed middle schooler who, along with his friends Patrick, Rudy, Horace, Eugene, and sister Phoebe, teamed up to defeat the Avengers of <a href=\"https://io9.gizmodo.com/3-ways-universals-dark-universe-went-wrong-1841813521?rev=1589216117669\">Universal Monsters</a>. Upon release, the film was a box office disaster–but in the years since, it's <a href=\"https://io9.gizmodo.com/the-nostalgia-is-thick-in-this-short-about-35mm-project-1819086785?_ga=2.163718271.1763297990.1588616287-1982811367.1584376436\">gained a passionate fan base</a>, one that Gower brought together for an upcoming documentary called <em>Wolfman's Got Nards</em>. It follows the making of the film, its reception, and, most importantly, its resurrection as a cult classic. The film features interviews with dozens of people involved including director Dekker, co-writer Black and, full disclosure, yours truly, as a <em>Monster Squad</em> superfan and art collector. \"Here's what I always come back to,\" Gower told io9 on a phone call last week. \"Would I have rather been in a summer hit in 1987 that no one cares about or remembers, or would I rather <a href=\"https://io9.gizmodo.com/heres-what-the-predator-was-actually-supposed-to-be-abo-1836318925?_ga=2.163718271.1763297990.1588616287-1982811367.1584376436\">still have an impact</a> with people 30 years later and see the effect it has on them? And that's a no brainer. Not many people get to deal with something like that.\" Being as the world feels like it's filled with all kinds of monsters these days, we asked Gower to give us <a href=\"https://io9.gizmodo.com/things-are-getting-hilariously-80s-on-these-new-monster-1773453265?_ga=2.163718271.1763297990.1588616287-1982811367.1584376436\">some fun stories</a> from the set of <em>The Monster Squad. </em> One of the biggest highlights of making the movie for Gower was working with the actors who played the monsters, such as Duncan Regehr as Dracula and Tom Noonan as Frankenstein's monster. Except, there was a twist. \"We never saw [them] out of character or out of costume or makeup,\" Gower said. \"I had to go home and go to my local video store to go rent <em>Manhunter</em> so I could see what Tom Noonan looked like, because I'd [been working with] him for like a month and a half and didn't know what the human being looked like. Once I did that I joked that I wish I hadn't because he's scary as shit in that movie.\" As a kid (heck, even as an adult) seeing big explosions and awesome effects in a movie is exciting. But imagine seeing those things in person. \"The experience of being on the set as an observer was amazing,\" Gower said. \"The creature effects and actors in the suits and explosions and things like that. Usually, kids got to see it in the movie theater, they didn't get to see it happen [in reality].\" He also loved shooting <em>Monster Squad </em>all over the Los Angeles area including multiple studio lots. \"We were in all these places famous movies were shot,\" Gower said, mentioning Culver Studios, the Universal lot, and the Warner Bros. lot. \"Westerns and lagoon movies and <em>Gilligan's Island</em>, things like that. It was neat to be part of the overall fabric of Hollywood movie-making.\" One week, while shooting on the Universal lot, catering for the production was inside a saloon on the Western section of the lot. I'll let Gower take it from there. \"You walked in and pretended you were a cowboy doing a Western, which I've always wanted to do. And Michael MacKay, who was the mummy, it takes so long for these guys to get in and out of their makeup and costume. Even Michael MacKay had at least an hour and a half getting into that outfit because there was a half-face prosthetic with the fake teeth coming out that are all glued. The wrapping was all hand done and that was an amazing, amazing build,\" he told us. \"I think everyone discounts the mummy but you need to look at it. It is amazing. Everyone looks at Creature and Wolfman but I'm like ‘Have you looked at the other one?'\" He continued, \"I remember we were eating, it was Salisbury steak and Michael couldn't see to feed himself. So we sat there and fed him steak, moving the plastic fork around his bandages and out of the way so it wouldn't drip. We'd move his fake teeth so he could eat a little food. And then I believe Michael Faustino (who played Eugene) ended up palling around with him and would give him drinks like soda with a straw.\" When I was growing up, I thought one of the coolest things in <em>The Monster Squad </em>was the kids' epic treehouse. It was massive, filled with awesome posters and toys, and I wanted one so badly. Well, according to Gower, it actually existed and was impressive even then. \"That was neat, to realize that all these craftsmen and these guild people built that treehouse in a tree out in Santa Clarita and then you come back and there's a replica of it on a stage,\" he said. \"I'm like ‘Wow, that's really cool. That's how movies are made. This is bitchin'.'\" Over the past several years, Gower, along with co-writer Henry Darrow McComas, has been working on a documentary called <em>Wolfman's Got Nards</em>, named after the film's most iconic line. Because I'm in the doc I won't speak to the film's quality (<em>ahem</em>, it rules), but making it gave Gower one more super-powerful behind the scenes <em>Monster Squad </em>memory.<br/> \"The thing I've enjoyed is meeting an individual fan or a group of fans and them telling you why this movie means something to them, and it's a rainbow of connections,\" Gower began, quickly joking it's not an actual rainbow connection. \"At the very beginning, I thought people liked the movie because it was kind of nostalgic and culty and monstery when they first saw it. But they all really dive deep down into certain characters or themes or archetypes or situations. They all make some sort of connection to either their own personal life, their group of friends, their parent's relationships or their siblings and it just started to flood. And when you open up your mind to absorb all that, it's really fascinating and that's really where the doc started to take flight.\" <em>Wolfman's Got Nards </em>does not currently have distribution but Gower is optimistic fans will see it soon. For updates follow <a href=\"https://twitter.com/thesquaddoc\" >@TheSquadDoc</a> on Twitter. <em>The Monster Squad</em> is available to download in all the usual places.", "entities": ["Manhunter", "Gilligan's Island", "Wolfman's Got Nards", "The Monster Squad"]}, "https://io9.gizmodo.com/this-family-spent-quarantine-recreating-the-dinner-part-1843377708?_ga=2.87986141.434284442.1590644722-814438898.1590532147": {"title": "This Family Spent Quarantine Recreating the Dinner Party Scene From Beetlejuice", "content": "Okay, all of us spending most of our time at home are getting a bit stir crazy. Some of us cope by getting depressed, sleeping a lot, and watching garbage on TV. Some of us, well, we start reenacting movie scenes. YouTuber Gelsey Laurie and her father have taken the latter route, spending their time creating famous musical film sequences in the claustrophobic comfort of their own home. The highlight of their work? A playful, two-person reenactment of the scene in <a href=\"https://io9.gizmodo.com/a-new-beetlejuice-documentary-will-go-behind-the-scenes-1842752008\"><em>Beetlejuice </em></a>where <a href=\"https://io9.gizmodo.com/you-can-now-put-the-beetlejuice-sequel-back-in-the-neth-1833891123\">restless ghosts </a>hijack a dinner party. All to the musical stylings of Henry Belafonte. The cover act is incredibly charming, matching the film perfectly and showing a lot of creativity and playfulness on the part of Laurie and her father. It is, if nothing else, a lot more creative than anything I've done in quarantine. And it's a reminder that <em>Beetlejuice </em>was actually a lot of <a href=\"https://io9.gizmodo.com/beetlejuice-is-an-insane-movie-and-it-s-insane-it-ever-1824145917\">morbid fun</a>. The duo has tackled other iconic moments, too; the Time Warp from <em>Rocky Horror Picture Show</em> and a song from Mary Poppins, to name a couple. But this one is my favorite, and, while not enough to motivate me to do anything more interesting with my quarantine, is certainly helping me stay entertained during it.", "entities": ["Beetlejuice", "Rocky Horror Picture Show"]}, "https://io9.gizmodo.com/michael-dougherty-made-a-video-tribute-to-all-of-the-ho-1843362217?_ga=2.134783924.434284442.1590644722-814438898.1590532147": {"title": "Michael Dougherty Made a Video Tribute to All of the Horror Movies Moments Guiding Him Through the Pandemic", "content": "One pretty common response to awful events in real life like the pandemic, and the illness causing it, covid-19, is to relate it to <a href=\"https://gizmodo.com/hey-wait-a-minute-i-think-ive-seen-this-movie-before-1843182070\">movies.</a> For those of us who are more privileged, <a href=\"https://io9.gizmodo.com/charlie-brooker-basically-just-told-us-we-re-all-too-de-1843262583?_ga=2.36829218.347709966.1588978182-1743227139.1582387770\">media</a> is a key way we brush up with our biggest, most primal terrors. So when authentically scary things happen in reality, it feels, well, surreal. Michael Dougherty, the writer and director behind <em>Godzilla: King of the Monsters </em>as well as a bunch of other stuff, gets that. So he recently shared a video cutting together moments from horror and science fiction that connect to <a href=\"https://io9.gizmodo.com/open-channel-are-you-rushing-to-get-back-to-movie-thea-1843164967?_ga=2.259109256.347709966.1588978182-1743227139.1582387770\">our present reality</a>, that serve as touchstones for him and likely for many of us as we try to make sense of what's happening in the world around us. It's called \"Everything I Need to Know to Survive Covid-19 I Learned by Watching Sci-Fi and Horror Movies.\" It has everything you'd expect. <em>The Shining</em>. <em>Alien</em>. <em>Shaun of the Dead</em>. The mayor from <em>Jaws</em>. As presented by Dougherty, it's a jaunty, fun little video, but it's an important look into how we cope via media, in cooperation and in conversation with it. Turns out, we've been telling stories about these sorts of things for a long time. And now those stories can help us manage. The way this supercut manages to string dialogue together is pretty fun, too. \"Where'd you hear that?\" \"The president.\" Yeah. That sounds about right.", "entities": ["The Shining", "Jaws", "Alien", "Shaun of the Dead", "Godzilla: King of the Monsters"]}, "https://io9.gizmodo.com/mike-flanagan-is-returning-to-the-stephen-king-well-wit-1843360349": {"title": "Mike Flanagan Is Returning to the Stephen King Well With an Adaptation of Revival", "content": "<a href=\"https://io9.gizmodo.com/mike-flanagan-teases-the-start-of-his-next-project-mid-1840819282\">Mike Flanagan</a> is one of the most successful modern-day adapters of Stephen King, managing to turn <a href=\"https://io9.gizmodo.com/doctor-sleep-is-a-worthy-invocation-of-the-shinings-leg-1839419324\"><em>Doctor Sleep</em></a><em>, </em>a pretty messy novel by any standard, into a fascinating and thoughtful consideration of <em>The Shining </em>and its legacy as a story and a film. So he's doing the only natural thing and going back for more. As reported by <a href=\"https://deadline.com/2020/05/stephen-king-movie-revival-mike-flanagan-doctor-sleep-director-attached-1202930038/\" >Deadline</a>, Flanagan, also known for his work on Netflix's fantastic <em>The Haunting of Hill House </em>and its followup, <em>The Haunting of Bly Manor</em>, is working on adapting the 2013 Stephen King novel Revival, with an option to direct if he so chooses. Inspired, <a href=\"https://www.rollingstone.com/culture/features/stephen-king-exclusive-read-an-excerpt-from-new-book-revival-20141027\" >King has said</a>, by stories like <em>Frankenstein </em>and Arthur Machen's <em>The Great God Pan</em>, <em>Revival </em>is the story of Reverend Charles Jacobs, a minister in a small town of Maine who becomes obsessed with a boy named Jamie Morton. Whatever happens between the two, it does not go well, and decades later Jamie, now a traveling musician, meets Charles Jacobs again, and, well, bad, demonic events happen. Horror stuff, you know. The novel was criticized for being a bit meandering, but that isn't an uncommon thing with King. And Flanagan has <a href=\"https://io9.gizmodo.com/a-3-hour-cut-of-doctor-sleep-is-on-the-way-1840542698\">shown a knack</a> for trimming down and simultaneously elaborating King's material in a way that benefits it, adding depth and complexity alongside some welcome focus. Flanagan will be developing the film alongside producer Trevor Macy; the two work have worked together with the independent production company Intrepid Pictures. <em>Doctor Sleep</em>, all things considered, did pretty well, as Deadline points out, making $72.3 million worldwide. We'll see how Flanagan can manage with a lesser-known King property.", "entities": ["Doctor Sleep", "The Shining", "Revival", "The Haunting of Hill House"]}}